[{"original_text": "ENGLISH\nAPPLE INC.\nSOFTWARE LICENSE AGREEMENT FOR macOS Sequoia\nFor use on Apple-branded Systems\nPLEASE READ THIS SOFTWARE LICENSE AGREEMENT (“LICENSE”) CAREFULLY BEFORE \nUSING THE APPLE SOFTWARE.  BY USING THE APPLE SOFTWARE, YOU ARE AGREEING TO BE \nBOUND BY THE TERMS OF THIS LICENSE.  IF YOU DO NOT AGREE TO THE TERMS OF THIS \nLICENSE, DO NOT INSTALL AND/OR USE THE APPLE SOFTWARE AND, IF PRESENTED WITH \nTHE OPTION TO “AGREE” OR “DISAGREE” TO THE TERMS, CLICK “DISAGREE”. IF YOU", "summary": "BY USING THE APPLE SOFTWARE, YOU ARE AGREEING TO BE \nBOUND BY THE TERMS OF THIS LICENSE.", "entities": [], "relations": []}, {"original_text": "ACQUIRED THE APPLE SOFTWARE AS PART OF AN APPLE HARDWARE PURCHASE AND IF YOU \nDO NOT AGREE TO THE TERMS OF THIS LICENSE, YOU MAY RETURN THE ENTIRE APPLE \nHARDWARE/SOFTWARE PACKAGE WITHIN THE RETURN PERIOD TO THE APPLE STORE OR \nAUTHORIZED DISTRIBUTOR WHERE YOU OBTAINED IT FOR A REFUND, SUBJECT TO APPLE’S \nRETURN POLICY FOUND AT https://www.apple.com/legal/sales-support/. YOU MUST RETURN \nTHE ENTIRE HARDWARE/SOFTWARE PACKAGE IN ORDER TO OBTAIN A REFUND.", "summary": "AT https://www.apple.com/legal/sales-support/. YOU MUST RETURN \nTHE ENTIRE HARDWARE/SOFTWARE PACKAGE IN ORDER TO OBTAIN A REFUND.", "entities": [["THE ENTIRE HARDWARE/SOFTWARE PACKAGE IN", "ORG"]], "relations": []}, {"original_text": "IMPORTANT NOTE: To the extent that this software may be used to reproduce, modify, publish or \ndistribute materials, it is licensed to you only for reproduction, modiﬁcation, publication and \ndistribution of non-copyrighted materials, materials in which you own the copyright, or materials \nyou are authorized or legally permitted to reproduce, modify, publish or distribute. If you are \nuncertain about your right to copy, modify, publish or distribute any material, you should contact", "summary": "To the extent that this software may be used to reproduce, modify, publish or \ndistribute materials, it is licensed to you only for reproduction, modiﬁcation, publication and \ndistribution of non-copyrighted materials, materials in which you own the copyright, or materials \nyou are authorized or legally permitted to reproduce, modify, publish or distribute.", "entities": [], "relations": []}, {"original_text": "your legal advisor.\n1. General.\nA. The Apple software (including Boot ROM code), any third party software, documentation, interfaces, \ncontent, fonts and any data accompanying this License (“Original Apple Software”), as may be updated \nor replaced by feature enhancements, software updates, security responses, system ﬁles, or system \nrestore software provided by Apple for your Apple-branded computer or supported peripheral device", "summary": "your legal advisor.", "entities": [], "relations": []}, {"original_text": "(“Apple Software Changes”), whether preinstalled on Apple-branded hardware, on internal storage, on \nremovable media, on disk, in read only memory, on any other media or in any other form (the Original \nApple Software and Apple Software Changes are collectively referred to as the “Apple Software”), are \nlicensed, not sold, to you by Apple Inc. (“Apple”) for use only under the terms of this License. Apple and/", "summary": "Apple and/", "entities": [["Apple", "ORG"]], "relations": []}, {"original_text": "or Apple’s licensors retain ownership of the Apple Software itself and reserve all rights not expressly \ngranted to you. You agree that the terms of this License will apply to any Apple-branded application \nsoftware product that may be preinstalled on your Apple-branded hardware, unless such product is \naccompanied by a separate license, in which case you agree that the terms of that license will govern \nyour use of that product.", "summary": "or Apple’s licensors retain ownership of the Apple Software itself and reserve all rights not expressly \ngranted to you.", "entities": [["Apple", "ORG"], ["the Apple Software", "ORG"]], "relations": [["Apple", "owns", "the Apple Software"]]}, {"original_text": "your use of that product.\nB. Apple, at its discretion, may make available future Apple Software Changes. Apple Software \nChanges, if any, may not necessarily include all existing software features or new features that Apple \nreleases for newer or other models of Apple-branded computers. The terms of this License will govern \nany Apple Software Changes provided by Apple, unless such Apple Software Changes are accompanied", "summary": "The terms of this License will govern \nany Apple Software Changes provided by Apple, unless such Apple Software Changes are accompanied", "entities": [["License", "ORG"], ["Apple Software Changes", "ORG"], ["Apple", "ORG"], ["Apple Software Changes", "ORG"]], "relations": [["License", "governs", "Apple Software Changes"], ["Apple", "provides", "Apple Software Changes"], ["Apple", "provides", "Apple Software Changes"]]}, {"original_text": "by a separate license, in which case the terms of that license will govern.\nC. Title and intellectual property rights in and to any content displayed by or accessed through the Apple \nSoftware belongs to the respective content owner. Such content may be protected by copyright or other \nintellectual property laws and treaties, and may be subject to terms of use of the third party providing \nsuch content. Except as otherwise provided herein, this License does not grant you any rights to use", "summary": "by a separate license, in which case the terms of that license will govern.\nC. Title and intellectual property rights in and to any content displayed by or accessed through the Apple \nSoftware belongs to the respective content owner.", "entities": [["C. Title", "ORG"], ["Apple", "ORG"]], "relations": [["C. Title", "related_to", "Apple"]]}, {"original_text": "such content nor does it guarantee that such content will continue to be available to you. You are prohibited from republishing, retransmitting or reproducing any images accessed through News or Maps \nas a stand-alone ﬁle.\n2. Permitted License Uses and Restrictions.\nA. Preinstalled and Single-Copy Apple Software License. Subject to the terms and conditions of this \nLicense, unless you obtained the Apple Software from the Mac App Store, through an automatic", "summary": "A. Preinstalled and Single-Copy Apple Software License.", "entities": [], "relations": []}, {"original_text": "download or under a volume license, maintenance or other written agreement from Apple, you are \ngranted a limited, non-exclusive license to install, use and run one (1) copy of the Apple Software on a \nsingle Apple-branded computer at any one time. For example, these single-copy license terms apply to \nyou if you obtained the Apple Software preinstalled on Apple-branded hardware.\nB. Mac App Store License. If you obtained a license for the Apple Software from the Mac App Store or", "summary": "If you obtained a license for the Apple Software from the Mac App Store or", "entities": [["the Apple Software", "ORG"], ["Mac App Store", "WORK_OF_ART"]], "relations": [["the Apple Software", "obtained_from", "Mac App Store"]]}, {"original_text": "through an automatic download, then subject to the terms and conditions of this License and as \npermitted by the Services and Content Usage Rules set forth in the Apple Media Services Terms and \nConditions (https://www.apple.com/legal/internet-services/itunes/) (“Usage Rules”), you are granted a \nlimited, non-transferable, non-exclusive license:\n(i) to download, install, use and run for personal, non-commercial use, one (1) copy of the Apple", "summary": "through an automatic download, then subject to the terms and conditions of this License and as \npermitted by the Services and Content Usage Rules set forth in the Apple Media Services Terms and \nConditions (https://www.apple.com/legal/internet-services/itunes/) (“Usage Rules”), you are granted a \nlimited, non-transferable, non-exclusive license:\n(i) to download, install, use and run for personal, non-commercial use, one (1) copy of the Apple", "entities": [["License", "ORG"], ["the Services and Content Usage Rules", "ORG"], ["the Apple Media Services", "ORG"], ["one", "CARDINAL"], ["1", "CARDINAL"], ["Apple", "ORG"]], "relations": [["License", "subject to", "the Services and Content Usage Rules"], ["the Services and Content Usage Rules", "set forth in", "the Apple Media Services"], ["the Apple Media Services", "related to", "Apple"]]}, {"original_text": "Software directly on each Apple-branded computer running macOS Sonoma, macOS Ventura, \nmacOS Monterey, macOS Big Sur, macOS Catalina, macOS Mojave, or macOS High Sierra  \n(“Mac Computer”) that you own or control;\n(ii) If you are a commercial enterprise or educational institution, to download, install, use and run \none (1) copy of the Apple Software for use either: (a) by a single individual on each of the Mac", "summary": "Software directly on each Apple-branded computer running macOS Sonoma, macOS Ventura, \nmacOS Monterey, macOS Big Sur, macOS Catalina, macOS Mojave, or macOS High Sierra  \n(“Mac Computer”) that you own or control;\n(ii) If you are a commercial enterprise or educational institution, to download, install, use and run \none (1) copy of the Apple Software for use either: (a) by a single individual on each of the Mac", "entities": [["Apple", "ORG"], ["Sonoma", "GPE"], ["Ventura", "GPE"], ["macOS Monterey", "PERSON"], ["macOS Mojave", "PERSON"], ["macOS High Sierra", "ORG"], ["Mac Computer", "WORK_OF_ART"], ["one", "CARDINAL"], ["1", "CARDINAL"], ["the Apple Software", "ORG"], ["Mac", "PERSON"]], "relations": [["Apple", "produces", "the Apple Software"], ["Sonoma", "uses", "Apple"], ["Ventura", "uses", "Apple"], ["macOS Monterey", "uses", "Apple"], ["macOS Mojave", "uses", "Apple"], ["macOS High Sierra", "uses", "Apple"], ["Mac Computer", "related_to", "Apple"], ["one", "quantifies", "1"], ["the Apple Software", "provides", "Apple"], ["Mac", "uses", "Apple"]]}, {"original_text": "Computer(s) that you own or control, or (b) by multiple individuals on a single shared Mac \nComputer that you own or control. For example, a single employee may use the Apple Software \non both the employee’s desktop Mac Computer and laptop Mac Computer, or multiple students \nmay serially use the Apple Software on a single Mac Computer located at a resource center or \nlibrary; and \n(iii) to install, use and run up to two (2) additional copies or instances of the Apple Software, or", "summary": "Computer(s) that you own or control, or (b) by multiple individuals on a single shared Mac \nComputer that you own or control.", "entities": [["Mac \nComputer", "ORG"]], "relations": [["Mac \nComputer", "ownership", "Mac \nComputer"]]}, {"original_text": "any prior macOS or OS X operating system software or subsequent release of the Apple \nSoftware, within virtual operating system environments on each Apple-branded computer you \nown or control that is already running the Apple Software, for purposes of: (a) software \ndevelopment; (b) testing during software development; (c) using macOS Server; or (d) personal, \nnon-commercial use.\nExcept as expressly permitted in Section 3, the grant set forth in Section 2B(iii) above does not permit", "summary": "Except as expressly permitted in Section 3,", "entities": [["Section 3", "LAW"]], "relations": []}, {"original_text": "you to use the virtualized copies or instances of the Apple Software in connection with service bureau, \ntime-sharing, terminal sharing, relay service or other similar types of services. Except as expressly \npermitted in this Section 2B, you may not use the Apple Software to run any Apple operating system \nsoftware, including iOS, iPadOS, watchOS or tvOS, in virtual operating system environments on Mac \nComputer(s).", "summary": "you to use the virtualized copies or instances of the Apple Software in connection with service bureau, \ntime-sharing, terminal sharing, relay service or other similar types of services.", "entities": [["the Apple Software", "ORG"]], "relations": []}, {"original_text": "Computer(s).\nC. Volume or Maintenance License. If you obtained the Apple Software under a volume or maintenance \nlicense program with Apple, the terms of your volume or maintenance license will determine the number \nof copies of the Apple Software you are permitted to download, install, use and run on Apple-branded \ncomputers you own or control.  Except as agreed to in writing by Apple, all other terms and conditions", "summary": "If you obtained the Apple Software under a volume or maintenance \nlicense program with Apple, the terms of your volume or maintenance license will determine the number \nof copies of the Apple Software you are permitted to download, install, use and run on Apple-branded \ncomputers you own or control.", "entities": [["the Apple Software", "ORG"], ["Apple", "ORG"], ["the Apple Software", "ORG"], ["Apple", "ORG"]], "relations": [["the Apple Software", "obtained_from", "Apple"], ["Apple", "provides", "the Apple Software"], ["Apple", "branded_by", "Apple"]]}, {"original_text": "of this License shall apply to your use of the Apple Software obtained under a volume or maintenance \nlicense.\nD. System Requirements; Apple Account. Please note that the Apple Software is supported on only Apple-branded hardware that meets speciﬁed system requirements as indicated by Apple. In addition, \nuse of and access to certain features of the Apple Software and certain Services (as deﬁned in Section", "summary": "Please note that the Apple Software is supported on only Apple-branded hardware that meets speciﬁed system requirements as indicated by Apple.", "entities": [["the Apple Software", "ORG"], ["Apple", "ORG"], ["Apple", "ORG"]], "relations": [["the Apple Software", "supported_on", "Apple"], ["Apple", "branded_by", "Apple"]]}, {"original_text": "6) may require you to apply for a unique user name and password combination, known as an Apple \nAccount.\nE. Fonts. Subject to the terms and conditions of this License, you may use the fonts included with the \nApple Software to display and print content while running the Apple Software; however, you may only \nembed fonts in content if that is permitted by the embedding restrictions accompanying the font in", "summary": "Subject to the terms and conditions of this License, you may use the fonts included with the \nApple Software to display and print content while running the Apple Software; however, you may only \nembed fonts in content if that is permitted by the embedding restrictions accompanying the font in", "entities": [["License", "ORG"], ["the \nApple Software", "ORG"], ["the Apple Software", "ORG"]], "relations": [["License", "uses", "the \nApple Software"], ["the \nApple Software", "runs", "the Apple Software"]]}, {"original_text": "question. These embedding restrictions can be found in the Font Book/Preview/Show Font Info panel.\nF. Voices; Live Captions. Subject to the terms and conditions of this License, you may: (i) use the system \nvoices included in the Apple Software (“System Voices”) (1) while running the Apple Software and (2) to \ncreate your own original content and projects for your personal, non-commercial use; (ii) use the Live", "summary": "F. Voices; Live Captions.", "entities": [["F. Voices", "PERSON"], ["Live Captions", "ORG"]], "relations": [["F. Voices", "affiliated_with", "Live Captions"]]}, {"original_text": "Captions automatically generated on-device in real time by the Apple Software (“Live Captions”), \nwhether generated during a FaceTime call or otherwise, only for your personal, non-commercial use; and \n(iii) use the Personal Voice feature to create a voice on device that sounds like you (“Personal Voice”) \nusing your own personal voice for your personal, non-commercial use. No other creation or use of the", "summary": "Captions automatically generated on-device in real time by the Apple Software (“Live Captions”), \nwhether generated during a FaceTime call or otherwise, only for your personal, non-commercial use; and \n(iii) use the Personal Voice feature to create a voice on device that sounds like you (“Personal Voice”) \nusing your own personal voice for your personal, non-commercial use.", "entities": [["the Apple Software", "ORG"], ["FaceTime", "PRODUCT"], ["Personal Voice", "ORG"], ["Personal Voice", "ORG"]], "relations": [["the Apple Software", "uses", "FaceTime"], ["Personal Voice", "is_a", "Personal Voice"]]}, {"original_text": "System Voices, Live Captions or Personal Voice is permitted by this License, including but not limited to \nthe use, reproduction, display, performance, recording, publishing or redistribution of any of the System \nVoices, Live Captions or Personal Voice in a proﬁt, non-proﬁt, public sharing or commercial context.\nG. Photos App Features and Support. The Photos application of the Apple Software (“Photos App”) may", "summary": "G. Photos App Features and Support.", "entities": [["G. Photos App Features and Support", "PERSON"]], "relations": [["G. Photos App Features and Support", "supports", "G. Photos App Features and Support"]]}, {"original_text": "not support some video and photo formats. Use of some features of the Photos App will depend on the \nfeatures of your camera. Synchronizing photos with the Photos App and any Apple or third party \nservices may result in loss of data. The slideshow graphics, music and themes included with the Photos \nApp are only for personal, non-commercial use in slideshows you create using the Photos App. You may", "summary": "The slideshow graphics, music and themes included with the Photos \nApp are only for personal, non-commercial use in slideshows you create using the Photos App.", "entities": [], "relations": []}, {"original_text": "not use, extract or distribute, commercially or otherwise, on a standalone basis, any photographs, \nimages, graphics, artwork, audio, video or similar assets (“Digital Materials”) contained within, or \nprovided as a part of, the Photos App, or otherwise use the Digital Materials outside the context of its \nintended use as part of the Photos App.\nH. Content Caching Features.\n1.  To the extent that Apple and/or its aﬃliates make particular software and/or content available for", "summary": "To the extent that Apple and/or its aﬃliates make particular software and/or content available for", "entities": [["Apple", "ORG"]], "relations": []}, {"original_text": "caching (e.g., applicable content from the Mac App Store) (“Apple Eligible Content”), certain features of \nthe Apple Software (the “Content Caching Features”) may automatically download and locally cache \nsuch Apple Eligible Content on your Apple-branded computer that is running the Apple Software (for \npurposes of this Section, such Apple-branded computer is referred to as the “Caching Enabled Mac”).  \nBy using the Content Caching Features of the Apple Software, you agree that Apple may", "summary": "caching (e.g., applicable content from the Mac App Store) (“Apple Eligible Content”), certain features of \nthe Apple Software (the “Content Caching Features”) may automatically download and locally cache \nsuch Apple Eligible Content on your Apple-branded computer that is running the Apple Software (for \npurposes of this Section, such Apple-branded computer is referred to as the “Caching Enabled Mac”).", "entities": [["the Mac App Store", "LAW"], ["the Apple Software", "ORG"], ["Apple Eligible Content", "ORG"], ["Apple", "ORG"], ["the Apple Software", "ORG"], ["Apple", "ORG"]], "relations": [["the Apple Software", "downloads", "Apple Eligible Content"], ["Apple Eligible Content", "is_a", "Apple"], ["Apple", "runs", "the Apple Software"], ["Apple", "is_a", "the Apple Software"]]}, {"original_text": "download and cache such Apple Eligible Content on your Caching Enabled Mac.  You can turn oﬀ \nthe Content Caching Features of the Apple Software at any time by going to Sharing under System \nSettings on your Caching Enabled Mac.\n2.  The Content Caching Features of the Apple Software are for use only on a Caching Enabled Mac you \nown or control and solely for purposes of expediting the delivery of such Apple Eligible Content to", "summary": "The Content Caching Features of the Apple Software are for use only on a Caching Enabled Mac you \nown or control and solely for purposes of expediting the delivery of such Apple Eligible Content to", "entities": [["The Content Caching Features of the Apple Software", "LAW"], ["Apple Eligible Content", "ORG"]], "relations": [["The Content Caching Features of the Apple Software", "delivers", "Apple Eligible Content"]]}, {"original_text": "authorized end users within your home, company or organization.  You understand that such users may \nneed to separately authenticate with Apple prior to receiving the Apple Eligible Content and that the \nexpedited delivery of Apple Eligible Content through the use of your Caching Enabled Mac will not \nmodify the terms under which you or your end users receive such Apple Eligible Content. \n3.  You acknowledge and agree that all use of the Apple Eligible Content is subject to the applicable", "summary": "You understand that such users may \nneed to separately authenticate with Apple prior to receiving the Apple Eligible Content and that the \nexpedited delivery of Apple Eligible Content through the use of your Caching Enabled Mac will not \nmodify the terms under which you or your end users receive such Apple Eligible Content.", "entities": [["Apple", "ORG"], ["the Apple Eligible Content", "ORG"], ["Apple Eligible Content", "ORG"], ["Caching Enabled Mac", "ORG"], ["Apple Eligible Content", "ORG"]], "relations": [["Apple", "provides", "the Apple Eligible Content"], ["the Apple Eligible Content", "is a type of", "Apple Eligible Content"], ["Apple Eligible Content", "uses", "Caching Enabled Mac"], ["Apple Eligible Content", "is a type of", "the Apple Eligible Content"]]}, {"original_text": "license terms that govern the type of Apple Eligible Content being cached.  These terms may include, \nbut are not limited to, the Apple Media Services Terms and Conditions, the iCloud Terms and Conditions, the iTunes U Instructor Agreement, the iTunes U Software License Agreement, and/or the \napplicable licensing terms that accompanied the software being downloaded, unless the download was \naccompanied by its own separate license agreement in which case the latter would apply.  A list of", "summary": "license terms that govern the type of Apple Eligible Content being cached.", "entities": [["Apple Eligible Content", "ORG"]], "relations": [["Apple Eligible Content", "governs", "Apple Eligible Content"]]}, {"original_text": "Apple Software License Agreements (SLAs) may be found here: https://www.apple.com/legal/sla/.  You \nacknowledge and agree that the use of the Content Caching Features and storage of Apple Eligible \nContent on your Caching Enabled Mac does not transfer to you any rights beyond those granted to you \nin the applicable license terms for the Apple Eligible Content and shall not constitute a grant, waiver, or", "summary": "Apple Software License Agreements (SLAs) may be found here: https://www.apple.com/legal/sla/.  You \nacknowledge and agree that the use of the Content Caching Features and storage of Apple Eligible \nContent on your Caching Enabled Mac does not transfer to you any rights beyond those granted to you \nin the applicable license terms for the Apple Eligible Content and shall not constitute a grant, waiver, or", "entities": [["Apple Software License Agreements", "ORG"], ["https://www.apple.com/legal/sla/.", "PERSON"], ["the Content Caching Features", "LAW"], ["Apple Eligible \nContent", "ORG"], ["Caching Enabled Mac", "ORG"], ["the Apple Eligible Content", "ORG"]], "relations": [["Apple Software License Agreements", "has_license_agreement", "https://www.apple.com/legal/sla/."], ["the Content Caching Features", "uses_feature", "Caching Enabled Mac"], ["Apple Eligible \nContent", "stores_content", "Caching Enabled Mac"], ["the Apple Eligible Content", "granted_rights", "Caching Enabled Mac"]]}, {"original_text": "other limitation of any rights of Apple or any other copyright owners in any Apple Eligible Content.\n4.  You are not authorized to deploy your Caching Enabled Mac with the Content Caching Features \nenabled on a network you do not own or control (or which you are not legally authorized to use for such \npurposes), or to permit access to such Apple Eligible Content from end users outside of your home,", "summary": "other limitation of any rights of Apple or any other copyright owners in any Apple Eligible Content.", "entities": [["Apple", "ORG"], ["Apple Eligible Content", "ORG"]], "relations": [["Apple", "has_rights_over", "Apple Eligible Content"]]}, {"original_text": "company or organization.  You agree to only use the Content Caching Features for your own personal, \nnon-commercial use or for internal use within your company or organization, and only as expressly \npermitted herein.  You may not provide a service to third parties that integrates with or leverages \nservices or information provided by the Content Caching Features or uses the Content Caching Features \nin any way.", "summary": "You agree to only use the Content Caching Features for your own personal, \nnon-commercial use or for internal use within your company or organization, and only as expressly \npermitted herein.", "entities": [["the Content Caching Features", "LAW"]], "relations": []}, {"original_text": "in any way.\n5.  By enabling the Content Caching Features of the Apple Software, you agree that Apple may store, \nmonitor, and secure the Apple Eligible Content on your Caching Enabled Mac, and may collect and use \ntechnical information about your Caching Enabled Mac and related networks, including but not limited \nto, hardware identiﬁers and IP addresses, for such purposes.  You agree not to disable, disrupt, hack,", "summary": "You agree not to disable, disrupt, hack,", "entities": [], "relations": []}, {"original_text": "circumvent, or otherwise interfere with Apple’s veriﬁcation, storage or authentication mechanisms, digital \nsigning, digital rights management, or other security mechanisms implemented in or by the Apple \nSoftware, services, the Apple Eligible Content, or other Apple software or technology, or to enable \nothers to do so.  \n6.  Apple reserves the right to stop making Apple Eligible Content available for caching on your Caching", "summary": "circumvent, or otherwise interfere with Apple’s veriﬁcation, storage or authentication mechanisms, digital \nsigning, digital rights management, or other security mechanisms implemented in or by the Apple \nSoftware, services, the Apple Eligible Content, or other Apple software or technology, or to enable \nothers to do so.", "entities": [["Apple", "ORG"], ["the Apple \nSoftware", "ORG"], ["the Apple Eligible Content", "ORG"], ["Apple", "ORG"]], "relations": [["Apple", "related_to", "the Apple \nSoftware"], ["Apple", "related_to", "the Apple Eligible Content"], ["Apple", "related_to", "Apple"], ["the Apple \nSoftware", "related_to", "the Apple Eligible Content"], ["the Apple \nSoftware", "related_to", "Apple"], ["the Apple Eligible Content", "related_to", "Apple"]]}, {"original_text": "Enabled Mac (e.g., some content that you may have previously cached may not be available for \nsubsequent caching) and to remove any cached Apple Eligible Content from your Caching Enabled \nMacs at any time in its sole discretion, and Apple shall have no liability to you in such event.  You \nunderstand that such caching of Apple Eligible Content may not be available in all countries or regions.  \nYou may remove the cached Apple Eligible Content and disable the Content Caching Features at any", "summary": "You may remove the cached Apple Eligible Content and disable the Content Caching Features at any", "entities": [["Apple Eligible Content", "ORG"], ["the Content Caching Features", "LAW"]], "relations": [["Apple Eligible Content", "related_to", "the Content Caching Features"]]}, {"original_text": "time.\nI. Remote Desktop Connections.  Subject to the terms and conditions of this License, when remotely \nconnecting from another computer or electronic device (each a “Device”) to an Apple-branded computer \nthat is running the Apple Software (for purposes of this Section, such Apple-branded computer is \nreferred to as the “Home Mac”), whether through the Screen Sharing feature or through any other \nmeans:", "summary": "Subject to the terms and conditions of this License, when remotely \nconnecting from another computer or electronic device (each a “Device”) to an Apple-branded computer \nthat is running the Apple Software (for purposes of this Section, such Apple-branded computer is \nreferred to as the “Home Mac”), whether through the Screen Sharing feature or through any other \nmeans:", "entities": [["License", "ORG"], ["Apple", "ORG"], ["the Apple Software", "ORG"], ["Apple", "ORG"], ["the “Home Mac", "ORG"]], "relations": [["License", "is a type of", "Apple"], ["Apple", "runs", "the Apple Software"], ["Apple", "is a type of", "the “Home Mac"], ["the Apple Software", "is used on", "the “Home Mac"]]}, {"original_text": "means:\n(i) only one (1) Device may remotely connect at any one time, whether directly or indirectly, to \ncontrol the graphical desktop session of the Apple Software that is running and being displayed \non the Home Mac; and\n(ii) a reasonable number of Devices may remotely connect at the same time for the sole purpose \nof simultaneously observing the same graphical desktop session of the Apple Software that is \nrunning and being displayed on the Home Mac, as long as they do not control the Apple", "summary": "means:\n(i) only one (1) Device may remotely connect at any one time, whether directly or indirectly, to \ncontrol the graphical desktop session of the Apple Software that is running and being displayed \non the Home Mac; and\n(ii) a reasonable number of Devices may remotely connect at the same time for the sole purpose \nof simultaneously observing the same graphical desktop session of the Apple Software that is \nrunning and being displayed on the Home Mac, as long as they do not control the Apple", "entities": [["only one", "CARDINAL"], ["1", "CARDINAL"], ["one", "CARDINAL"], ["the Apple Software", "ORG"], ["the Home Mac", "ORG"], ["the Apple Software", "ORG"], ["the Home Mac", "ORG"], ["Apple", "ORG"]], "relations": [["1", "is a quantity of", "only one"], ["one", "is a quantity of", "only one"], ["the Apple Software", "is a type of", "the Apple Software"], ["the Home Mac", "is a type of", "the Home Mac"], ["the Apple Software", "is related to", "the Apple Software"], ["the Home Mac", "is related to", "the Home Mac"], ["Apple", "is a type of", "the Apple Software"]]}, {"original_text": "Software in any way; but\n(iii) only one (1) Apple-branded Device may remotely connect at any one time, whether directly or \nindirectly, to control a separate graphical desktop session of the Apple Software that is diﬀerent from the one running and being displayed on the Home Mac, and such connection may only be \nmade through the Screen Sharing feature of the Apple Software.\nExcept as expressly permitted in this Section 2I or Section 3, or except as otherwise licensed by Apple,", "summary": "Except as expressly permitted in this Section 2I or Section 3, or except as otherwise licensed by Apple,", "entities": [["Section 2I", "LAW"], ["Section 3", "LAW"], ["Apple", "ORG"]], "relations": [["Section 2I", "related_to", "Section 3"], ["Apple", "licensed_by", "Section 2I"], ["Apple", "licensed_by", "Section 3"]]}, {"original_text": "you agree not to use the Apple Software, or any of its functionality, in connection with service bureau, \ntime-sharing, terminal sharing or other similar types of services, whether such services are being \nprovided within your own organization or to third parties.\nJ. Other Use Restrictions. The grants set forth in this License do not permit you to, and you agree not to, \ninstall, use or run the Apple Software on any non-Apple-branded computer, or to enable others to do so.", "summary": "The grants set forth in this License do not permit you to, and you agree not to, \ninstall, use or run the Apple Software on any non-Apple-branded computer, or to enable others to do so.", "entities": [["License", "ORG"], ["the Apple Software", "ORG"], ["non-Apple", "ORG"]], "relations": [["License", "grants", "the Apple Software"], ["the Apple Software", "not_permit", "non-Apple"]]}, {"original_text": "You agree not to remove, obscure, or alter any proprietary notices (including trademark and copyright \nnotices) that may be aﬃxed to or contained within the Apple Software. Except as otherwise permitted by \nthe terms of this License or otherwise licensed by Apple: (i) only one user may use the Apple Software at \na time, and (ii) you may not make the Apple Software available over a network where it could be run or", "summary": "You agree not to remove, obscure, or alter any proprietary notices (including trademark and copyright \nnotices) that may be aﬃxed to or contained within the Apple Software.", "entities": [["the Apple Software", "ORG"]], "relations": []}, {"original_text": "used by multiple computers at the same time. Except as expressly permitted in Section 3, you may not \nrent, lease, lend, sell, redistribute or sublicense the Apple Software.\nK. Backup Copy. You may make one copy of the Apple Software (excluding the Boot ROM code and \nother Apple ﬁrmware that is embedded or otherwise contained in Apple-branded hardware) in machine-\nreadable form for backup purposes only; provided that the backup copy must include all copyright or", "summary": "You may make one copy of the Apple Software (excluding the Boot ROM code and \nother Apple ﬁrmware that is embedded or otherwise contained in Apple-branded hardware) in machine-\nreadable form for backup purposes only; provided that the backup copy must include all copyright or", "entities": [["one", "CARDINAL"], ["the Apple Software", "ORG"], ["Apple", "ORG"], ["Apple", "ORG"], ["machine-", "DATE"]], "relations": [["the Apple Software", "related_to", "Apple"], ["Apple", "related_to", "Apple"]]}, {"original_text": "other proprietary notices contained on the original. Apple Boot ROM code and ﬁrmware is provided only \nfor use on Apple-branded hardware and you may not copy, modify or redistribute the Apple Boot ROM \ncode or ﬁrmware, or any portions thereof.\nL. Migration of Existing Software. If you use Setup/Migration Assistant to transfer software from one \nApple-branded computer to another Apple-branded computer, please remember that continued use of", "summary": "If you use Setup/Migration Assistant to transfer software from one \nApple-branded computer to another Apple-branded computer, please remember that continued use of", "entities": [["one", "CARDINAL"], ["Apple", "ORG"], ["Apple", "ORG"]], "relations": [["Apple", "transfers software to", "Apple"]]}, {"original_text": "the original copy of the software may be prohibited once a copy has been transferred to another \ncomputer, unless you already have a licensed copy of such software on both computers. You should \ncheck the relevant software license agreements for applicable terms and conditions. Third party \nsoftware and services may not be compatible with this Apple Software and installation of this Apple \nSoftware may aﬀect the availability and usability of such third party software or services.", "summary": "Third party \nsoftware and services may not be compatible with this Apple Software and installation of this Apple \nSoftware may aﬀect the availability and usability of such third party software or services.", "entities": [["Third", "ORDINAL"], ["this Apple Software", "ORG"], ["Apple \nSoftware", "ORG"], ["third", "ORDINAL"]], "relations": [["this Apple Software", "compatible_with", "Apple \nSoftware"], ["Apple \nSoftware", "affects", "third"]]}, {"original_text": "M. Open Source. Certain components of the Apple Software, and third party open source programs \nincluded with the Apple Software, have been or may be made available by Apple on its Open Source \nweb site (https://www.opensource.apple.com/) (collectively the “Open-Sourced Components”). You may \nmodify or replace only these Open-Sourced Components; provided that: (i) the resultant modiﬁed Apple \nSoftware is used, in place of the unmodiﬁed Apple Software, on Apple-branded computers you own or", "summary": "Certain components of the Apple Software, and third party open source programs \nincluded with the Apple Software, have been or may be made available by Apple on its Open Source \nweb site (https://www.opensource.apple.com/) (collectively the “Open-Sourced Components”).", "entities": [["the Apple Software", "ORG"], ["third", "ORDINAL"], ["the Apple Software", "ORG"], ["Apple", "ORG"], ["Open Source", "WORK_OF_ART"], ["the “Open-Sourced Components", "EVENT"]], "relations": [["the Apple Software", "includes", "the Apple Software"], ["Apple", "provides", "Open Source"], ["Apple", "offers", "the “Open-Sourced Components"]]}, {"original_text": "control, as long as each such Apple computer has a properly licensed copy of the Apple Software on it; \nand (ii) you otherwise comply with the terms of this License and any applicable licensing terms \ngoverning use of the Open-Sourced Components. Apple is not obligated to provide any updates, \nmaintenance, warranty, technical or other support, or services for the resultant modiﬁed Apple Software.", "summary": "Apple is not obligated to provide any updates, \nmaintenance, warranty, technical or other support, or services for the resultant modiﬁed Apple Software.", "entities": [["Apple", "ORG"], ["Apple Software", "ORG"]], "relations": [["Apple", "modifies", "Apple Software"]]}, {"original_text": "You expressly acknowledge that if failure or damage to Apple hardware results from modiﬁcation of the \nOpen-Sourced Components of the Apple Software, such failure or damage is excluded from the terms of \nthe Apple hardware warranty.\nN. No Reverse Engineering. You may not, and you agree not to or enable others to, copy (except as \nexpressly permitted by this License or by the Usage Rules if they are applicable to you), decompile,", "summary": "You expressly acknowledge that if failure or damage to Apple hardware results from modiﬁcation of the \nOpen-Sourced Components of the Apple Software, such failure or damage is excluded from the terms of \nthe Apple hardware warranty.", "entities": [["Apple", "ORG"], ["the Apple Software", "ORG"], ["Apple", "ORG"]], "relations": [["Apple", "modification of", "the Apple Software"], ["the Apple Software", "part of", "Apple"], ["Apple", "warranty for", "Apple"]]}, {"original_text": "reverse engineer, disassemble, attempt to derive the source code of, decrypt, modify, or create \nderivative works of the Apple Software or any services provided by the Apple Software or any part \nthereof (except as and only to the extent any foregoing restriction is prohibited by applicable law or by \nlicensing terms governing use of Open-Sourced Components that may be included with the Apple", "summary": "reverse engineer, disassemble, attempt to derive the source code of, decrypt, modify, or create \nderivative works of the Apple Software or any services provided by the Apple Software or any part \nthereof (except as and only to the extent any foregoing restriction is prohibited by applicable law or by \nlicensing terms governing use of Open-Sourced Components that may be included with the Apple", "entities": [["the Apple Software", "ORG"], ["the Apple Software", "ORG"], ["Open-Sourced Components", "ORG"], ["Apple", "ORG"]], "relations": [["the Apple Software", "provides", "the Apple Software"], ["the Apple Software", "includes", "Open-Sourced Components"], ["Apple", "related_to", "the Apple Software"]]}, {"original_text": "Software).O. Compliance with Laws. You agree to use the Apple Software and the Services (as deﬁned in Section \n6 below) in compliance with all applicable laws, including local laws of the country or region in which you \nreside or in which you download or use the Apple Software and Services. Features of the Apple \nSoftware and the Services may not be available in all languages or regions, and some features may vary", "summary": "You agree to use the Apple Software and the Services (as deﬁned in Section \n6 below) in compliance with all applicable laws, including local laws of the country or region in which you \nreside or in which you download or use the Apple Software and Services.", "entities": [["the Apple Software", "ORG"], ["6", "CARDINAL"], ["the Apple Software and Services", "ORG"]], "relations": [["the Apple Software", "uses", "the Apple Software and Services"], ["6", "refers_to", "the Apple Software"], ["6", "refers_to", "the Apple Software and Services"]]}, {"original_text": "by region. An Internet connection is required for some features of the Apple Software and Services.\nP. Third Party Software. Apple has provided as part of the Apple Software package, and may provide as \nan upgrade, update or supplement to the Apple Software, access to certain third party software or \nservices as a convenience. To the extent that the Apple Software contains or provides access to any", "summary": "Apple has provided as part of the Apple Software package, and may provide as \nan upgrade, update or supplement to the Apple Software, access to certain third party software or \nservices as a convenience.", "entities": [["Apple", "ORG"], ["Apple Software", "ORG"], ["the Apple Software", "ORG"], ["third", "ORDINAL"]], "relations": [["Apple", "provides", "Apple Software"], ["Apple Software", "is part of", "the Apple Software"], ["Apple", "provides", "the Apple Software"]]}, {"original_text": "third party software or services, Apple has no express or implied obligation to provide any technical or \nother support for such software or services. Please contact the appropriate software vendor, \nmanufacturer or service provider directly for technical support and customer service related to its \nsoftware, service and/or products.\nQ. Apple Software Changes. The Apple Software will periodically check with Apple for Apple Software", "summary": "The Apple Software will periodically check with Apple for Apple Software", "entities": [["The Apple Software", "ORG"], ["Apple for Apple Software", "ORG"]], "relations": [["The Apple Software", "checks_with", "Apple for Apple Software"]]}, {"original_text": "Changes. If a change is available, the change may automatically download and install onto your \ncomputer and, if applicable, your peripheral devices. By using the Apple Software, you agree that \nApple may download and install automatic Apple Software Changes onto your computer and your \nperipheral devices. You can turn oﬀ automatic operating system updates and Rapid Security \nResponses at any time by adjusting the settings found within System Settings > Software Update > \nAdvanced.", "summary": "By using the Apple Software, you agree that \nApple may download and install automatic Apple Software Changes onto your computer and your \nperipheral devices.", "entities": [["the Apple Software", "ORG"], ["Apple", "ORG"], ["Apple Software Changes", "ORG"]], "relations": [["the Apple Software", "owned_by", "Apple"], ["Apple", "provides", "Apple Software Changes"], ["Apple Software Changes", "related_to", "the Apple Software"]]}, {"original_text": "Advanced.\nR. System Characters. Subject to the terms and conditions of this License, you may use the Memoji \ncharacters included in or created with the Apple Software (“System Characters”): (i) while running the \nApple Software; and (ii) to create your own original content and projects for your personal, non-\ncommercial use. No other use of the System Characters is permitted by this License, including but not", "summary": "No other use of the System Characters is permitted by this License, including but not", "entities": [["License", "ORG"]], "relations": []}, {"original_text": "limited to the use, reproduction, display, performance, recording, publishing or redistribution of any of \nthe System Characters in a proﬁt, non-proﬁt, public sharing or commercial context.\n3. Leasing for Permitted Developer Services.\nA. Leasing.  You may lease or sublease a validly licensed version of the Apple Software in its entirety to \nan individual or organization (each, a “Lessee”) provided that all of the following conditions are met:", "summary": "3. Leasing for Permitted Developer Services.", "entities": [["3", "CARDINAL"]], "relations": []}, {"original_text": "(i) the leased Apple Software must be used for the sole purpose of providing Permitted \nDeveloper Services and each Lessee must review and agree to be bound by the terms of this \nLicense;\n(ii) each lease period must be for a minimum period of twenty-four (24) consecutive hours; \n(iii) during the lease period, the End User Lessee must have sole and exclusive use and control \nof the Apple Software and the Apple-branded hardware on which it is installed, except that you,", "summary": "(i) the leased Apple Software must be used for the sole purpose of providing Permitted \nDeveloper Services and each Lessee must review and agree to be bound by the terms of this \nLicense;\n(ii) each lease period must be for a minimum period of twenty-four (24) consecutive hours; \n(iii) during the lease period, the End User Lessee must have sole and exclusive use and control \nof the Apple Software and the Apple-branded hardware on which it is installed, except that you,", "entities": [["Apple Software", "ORG"], ["Permitted \nDeveloper Services", "ORG"], ["Lessee", "PERSON"], ["twenty-four", "CARDINAL"], ["24) consecutive hours", "TIME"], ["the Apple Software", "ORG"], ["Apple", "ORG"]], "relations": [["Apple Software", "provides", "Permitted \nDeveloper Services"], ["Lessee", "leases", "Apple Software"], ["Lessee", "uses", "the Apple Software"], ["the Apple Software", "installed_on", "Apple"]]}, {"original_text": "as the party leasing the Apple Software (“Lessor”), may provide administrative support for the \nApple Software; and \n(iv) prior to using the Apple Software, the End User Lessee must review and agree to be bound \nby the terms applicable to any software preinstalled on the Apple Software, including, but not \nlimited to Apple’s Xcode developer software and any other Apple or third-party software.\nFor purposes of this Section 3: (A) End User Lessee means a Lessee who is the end user ultimately", "summary": "For purposes of this Section 3: (A) End User Lessee means a Lessee who is the end user ultimately", "entities": [["Section 3", "LAW"], ["Lessee", "PERSON"]], "relations": [["Section 3", "defines", "Lessee"]]}, {"original_text": "using the leased Apple Software solely for Permitted Developer Services; and (B) Permitted Developer \nServices means continuous integration services, including but not limited to software development, \nbuilding software from source, automated testing during software development, and running necessary developer tools to support such activities. Each Lessor must provide Apple with advance notice prior to", "summary": "Each Lessor must provide Apple with advance notice prior to", "entities": [["Apple", "ORG"]], "relations": []}, {"original_text": "leasing or subleasing the Apple Software pursuant to this Section 3 by contacting Apple Developer \nRelations (https://developer.apple.com/contact/macos-license/).\nB. Subleasing.  A Lessee may further sublease the Apple Software pursuant to this Section 3 provided \nthat such Lessee complies with all of the terms of this Section 3. A Lessee subleasing the Apple \nSoftware (who shall also be considered a Lessor under this Section 3) must fully relinquish exclusive use", "summary": "A Lessee subleasing the Apple \nSoftware (who shall also be considered a Lessor under this Section 3) must fully relinquish exclusive use", "entities": [["Apple \nSoftware", "ORG"], ["Section 3", "LAW"]], "relations": [["Apple \nSoftware", "subleasing", "Section 3"]]}, {"original_text": "and control of the Apple Software and the Apple-branded hardware on which it is installed to its Lessee \nduring the lease period.\nC. Enforcement. As a Lessor, you shall be responsible for: (i) ensuring that each Lessee complies with \nthe requirements of this Section 3; (ii) ensuring each Lessee agrees to all applicable license terms; and \n(iii) assisting Apple in enforcing compliance therewith. If a Lessee breaches this License or other", "summary": "As a Lessor, you shall be responsible for: (i) ensuring that each Lessee complies with \nthe requirements of this Section 3; (ii) ensuring each Lessee agrees to all applicable license terms; and \n(iii) assisting Apple in enforcing compliance therewith.", "entities": [["Lessee", "PERSON"], ["Section 3", "LAW"], ["Lessee", "PERSON"], ["Apple", "ORG"]], "relations": [["Lessee", "complies_with", "Section 3"], ["Lessee", "agrees_to", "Section 3"], ["Apple", "enforces_compliance", "Section 3"]]}, {"original_text": "applicable Apple license terms, their rights to use the Apple Software shall automatically terminate and \nyou agree to immediately terminate such Lessee’s use of the Apple Software upon your discovery of \nsuch breach or upon written notice from Apple of such breach.  \nD. Virtualization.  For each copy of the Apple Software subject to a lease under this Section 3, either a \nLessor or a Lessee (but not both) may install, use and run additional copies or instances of the Apple", "summary": "applicable Apple license terms, their rights to use the Apple Software shall automatically terminate and \nyou agree to immediately terminate such Lessee’s use of the Apple Software upon your discovery of \nsuch breach or upon written notice from Apple of such breach.", "entities": [["Apple", "ORG"], ["Apple Software", "ORG"], ["Lessee", "PERSON"], ["the Apple Software", "ORG"], ["Apple", "ORG"]], "relations": [["Apple", "provides", "Apple Software"], ["Apple Software", "used by", "Lessee"], ["Apple", "notifies", "Apple Software"], ["Lessee", "uses", "the Apple Software"]]}, {"original_text": "Software within virtual operating system environments in accordance with Section 2B(iii), provided that a \nLessor may only virtualize a single instance or copy of the Apple Software as a provisioning tool for the \npurpose of providing a Lessee with access to and use of the Apple Software pursuant to this Section 3. \nE. System Conﬁguration. If you are a Lessee, you acknowledge that the Apple Software may have been", "summary": "Software within virtual operating system environments in accordance with Section 2B(iii), provided that a \nLessor may only virtualize a single instance or copy of the Apple Software as a provisioning tool for the \npurpose of providing a Lessee with access to and use of the Apple Software pursuant to this Section 3.", "entities": [["Section 2B(iii", "LAW"], ["the Apple Software", "ORG"], ["Lessee", "PERSON"], ["Apple Software", "ORG"], ["Section 3", "LAW"]], "relations": [["Section 2B(iii", "regulates", "the Apple Software"], ["the Apple Software", "provides access to", "Lessee"], ["Apple Software", "provides access to", "Lessee"], ["Section 3", "references", "Section 2B(iii"]]}, {"original_text": "previously conﬁgured by the Lessor who is leasing the Apple Software to you, including the selection of \nsettings for Analytics, Location Services, and other security, privacy and data collection-related features. \nYou acknowledge and agree that Apple is not responsible for the conﬁguration of the Apple Software by \nthe Lessor.\n4. Transfer.\nA. If you obtained the Apple Software preinstalled on Apple-branded hardware or if you obtained your", "summary": "You acknowledge and agree that Apple is not responsible for the conﬁguration of the Apple Software by \nthe Lessor.", "entities": [["Apple", "ORG"], ["the Apple Software", "ORG"]], "relations": [["Apple", "responsibility", "the Apple Software"]]}, {"original_text": "license to the Apple Software from the Mac App Store or through a software update, you may make a \none-time permanent transfer of all of your license rights to the Apple Software (in its original form as \nprovided by Apple) to another party, provided that: (i) the Apple Software is transferred together with \nyour Apple-branded hardware; (ii) the transfer must include all of the Apple Software, including all its", "summary": "license to the Apple Software from the Mac App Store or through a software update, you may make a \none-time permanent transfer of all of your license rights to the Apple Software (in its original form as \nprovided by Apple) to another party, provided that: (i) the Apple Software is transferred together with \nyour Apple-branded hardware; (ii) the transfer must include all of the Apple Software, including all its", "entities": [["the Apple Software", "ORG"], ["Mac App Store", "WORK_OF_ART"], ["one", "CARDINAL"], ["the Apple Software", "ORG"], ["Apple", "ORG"], ["the Apple Software", "ORG"], ["Apple", "ORG"], ["the Apple Software", "ORG"]], "relations": [["the Apple Software", "licensed_from", "Mac App Store"], ["the Apple Software", "provided_by", "Apple"], ["the Apple Software", "transferred_with", "Apple"]]}, {"original_text": "component parts and this License; (iii) you do not retain any copies of the Apple Software, full or partial, \nincluding copies stored on a computer or other storage device; and (iv) the party receiving the Apple \nSoftware reads and agrees to accept the terms and conditions of this License. For purposes of this \nLicense, if Apple provides an update (e.g., version 10.14 to 10.14.1) to the Apple Software, the update is", "summary": "For purposes of this \nLicense, if Apple provides an update (e.g., version 10.14 to 10.14.1) to the Apple Software, the update is", "entities": [["Apple", "ORG"], ["10.14", "CARDINAL"], ["the Apple Software", "ORG"]], "relations": [["Apple", "provides_update", "the Apple Software"]]}, {"original_text": "considered part of the Apple Software and may not be transferred separately from the pre-update \nversion of the Apple Software.\nB. You may not transfer any Apple Software that has been modiﬁed or replaced under Section 2M \nabove. All components of the Apple Software are provided as part of a bundle and may not be \nseparated from the bundle and distributed as standalone applications. Note that the Apple Software", "summary": "Note that the Apple Software", "entities": [["the Apple Software", "ORG"]], "relations": []}, {"original_text": "provided with a particular Apple-branded hardware product might not run on other models of Apple-\nbranded hardware.\nC. Any copy of the Apple Software that may be provided by Apple for promotional, evaluation, \ndiagnostic or restorative purposes may be used only for such purposes and may not be resold or \ntransferred.D. Apple may assign all or any portion of this License or any rights or obligations hereunder to any Apple \naﬃliate or subsidiary at any time without notice.", "summary": "provided with a particular Apple-branded hardware product might not run on other models of Apple-\nbranded hardware.", "entities": [["Apple", "ORG"]], "relations": [["Apple", "brand", "Apple"]]}, {"original_text": "aﬃliate or subsidiary at any time without notice.\n5. Consent to Use of Data. Certain features like Analytics, Location Services, Siri, Dictation and \nSpotlight may require information from your computer to provide their respective functions. When you \nturn on or use these features, details will be provided regarding what information is sent to Apple and \nhow the information may be used.  You can learn more by visiting https://www.apple.com/privacy/. At all", "summary": "When you \nturn on or use these features, details will be provided regarding what information is sent to Apple and \nhow the information may be used.", "entities": [["Apple", "ORG"]], "relations": []}, {"original_text": "times your information will be treated in accordance with Apple’s Privacy Policy, which can be viewed at: \nhttps://www.apple.com/legal/privacy/.\n6. Apple Software, Services, and Third Party Materials.\nA. General. The Apple Software may enable access to Apple’s iTunes Store, Mac App Store, Apple \nBooks, Game Center, iCloud, Maps, News and other Apple and third party services and web sites \n(collectively and individually, “Services”). Use of these Services requires Internet access and use of", "summary": "The Apple Software may enable access to Apple’s iTunes Store, Mac App Store, Apple \nBooks, Game Center, iCloud, Maps, News and other Apple and third party services and web sites \n(collectively and individually, “Services”).", "entities": [["The Apple Software", "ORG"], ["Apple", "ORG"], ["iTunes Store", "ORG"], ["Mac App Store", "WORK_OF_ART"], ["Apple \nBooks, Game Center", "ORG"], ["iCloud", "ORG"], ["Apple", "ORG"], ["third", "ORDINAL"]], "relations": [["The Apple Software", "enables access to", "Apple"], ["Apple", "has access to", "iTunes Store"], ["Apple", "has access to", "Mac App Store"], ["Apple", "has access to", "Apple \nBooks, Game Center"], ["Apple", "has access to", "iCloud"], ["Apple", "has access to", "Apple"]]}, {"original_text": "certain Services may require an Apple Account, may require you to accept additional terms and may be \nsubject to additional fees. By using this software in connection with an Apple Account, or other Apple \nServices, you agree to the applicable terms of service, such as the latest Apple Media Services Terms \nand Conditions for the country or region in which you access such Services, which you may access and \nreview at https://www.apple.com/legal/internet-services/itunes/.", "summary": "certain Services may require an Apple Account, may require you to accept additional terms and may be \nsubject to additional fees.", "entities": [["Apple Account", "ORG"]], "relations": []}, {"original_text": "B. If you sign up for iCloud, certain iCloud features like “iCloud Drive”, “Shared Albums” and “Find My” \nmay be accessed directly from the Apple Software. You acknowledge and agree that your use of iCloud \nand these features is subject to the latest terms and conditions of the iCloud service, which you may \naccess and review at: https://www.apple.com/legal/internet-services/icloud/.\nC. News App Content. Your use of content accessed through the News application is limited solely to", "summary": "You acknowledge and agree that your use of iCloud \nand these features is subject to the latest terms and conditions of the iCloud service, which you may \naccess and review at: https://www.apple.com/legal/internet-services/icloud/.\nC. News App Content.", "entities": [["iCloud", "PERSON"], ["iCloud", "PERSON"]], "relations": [["iCloud", "uses", "iCloud"]]}, {"original_text": "personal, noncommercial use, does not transfer any ownership interest to you in the content, and \nspeciﬁcally excludes, without limitation, any commercial or promotional use rights in such content.  \nD. Maps. The maps service and features of the Apple Software (“Maps”), including map data coverage, \nmay vary by region. When you turn on or use Maps, details will be provided regarding what information", "summary": "D. Maps.", "entities": [["D. Maps", "ORG"]], "relations": []}, {"original_text": "is sent to Apple and how the information may be used. You acknowledge and agree that your use of \nMaps is subject to the latest terms and conditions of the Maps service, which you may access and \nreview on the sidebar of the Maps application.\nE. You understand that by using any of the Apple Software and Services, you may encounter content \nthat may be deemed oﬀensive, indecent, or objectionable, which content may or may not be identiﬁed", "summary": "is sent to Apple and how the information may be used.", "entities": [["Apple", "ORG"]], "relations": []}, {"original_text": "as having explicit language, and that the results of any search or entering of a particular URL may \nautomatically and unintentionally generate links or references to objectionable material. Nevertheless, \nyou agree to use the Apple Software and Services at your sole risk and that Apple, its aﬃliates, agents, \nprincipals, or licensors shall have no liability to you for content that may be found to be oﬀensive, \nindecent, or objectionable.", "summary": "as having explicit language, and that the results of any search or entering of a particular URL may \nautomatically and unintentionally generate links or references to objectionable material.", "entities": [], "relations": []}, {"original_text": "indecent, or objectionable.\nF. Certain Apple Software and Services may display, include or make available content, data, \ninformation, applications or materials from third parties (“Third Party Materials”) or provide links to \ncertain third party web sites. By using the Apple Software and Services, you acknowledge and agree \nthat Apple is not responsible for examining or evaluating the content, accuracy, completeness,", "summary": "F. Certain Apple Software and Services may display, include or make available content, data, \ninformation, applications or materials from third parties (“Third Party Materials”) or provide links to \ncertain third party web sites.", "entities": [["F. Certain Apple Software and Services", "PERSON"], ["third", "ORDINAL"], ["third", "ORDINAL"]], "relations": [["F. Certain Apple Software and Services", "includes", "third"], ["F. Certain Apple Software and Services", "includes", "third"]]}, {"original_text": "timeliness, validity, copyright compliance, legality, decency, quality or any other aspect of such Third \nParty Materials or web sites. Apple, its oﬃcers, aﬃliates and subsidiaries do not warrant or endorse and \ndo not assume and will not have any liability or responsibility to you or any other person for any third-\nparty Services, Third Party Materials or web sites, or for any other materials, products, or services of", "summary": "Apple, its oﬃcers, aﬃliates and subsidiaries do not warrant or endorse and \ndo not assume and will not have any liability or responsibility to you or any other person for any third-\nparty Services, Third Party Materials or web sites, or for any other materials, products, or services of", "entities": [["Apple", "ORG"], ["party Services", "ORG"], ["Third Party Materials", "ORG"]], "relations": [["Apple", "does not endorse", "party Services"], ["Apple", "does not endorse", "Third Party Materials"]]}, {"original_text": "third parties. Third Party Materials and links to other web sites are provided solely as a convenience to you.\nG. Neither Apple nor any of its content providers guarantees the availability, accuracy, completeness, \nreliability, or timeliness of stock information, location data, health information or any other data displayed \nby any Apple Software and Services. Financial information displayed by any Apple Software and", "summary": "G. Neither Apple nor any of its content providers guarantees the availability, accuracy, completeness, \nreliability, or timeliness of stock information, location data, health information or any other data displayed \nby any Apple Software and Services.", "entities": [["G. Neither Apple", "ORG"], ["Apple Software and Services", "ORG"]], "relations": [["G. Neither Apple", "provides", "Apple Software and Services"]]}, {"original_text": "Services is for general informational purposes only and should not be relied upon as investment advice. \nBefore executing any securities transaction based upon information obtained through the Apple \nSoftware and Services, you should consult with a ﬁnancial or securities professional who is legally \nqualiﬁed to give ﬁnancial or securities advice in your country or region. You should evaluate the outputs", "summary": "Services is for general informational purposes only and should not be relied upon as investment advice.", "entities": [], "relations": []}, {"original_text": "generated by artiﬁcial intelligence for accuracy and appropriateness for your use case, including using \nhuman review as appropriate, before using or sharing the outputs from the Apple Software and Services. \nLocation data provided by any Apple Software and Services, including the Apple Maps service, is \nprovided for basic navigational and/or planning purposes only and is not intended to be relied upon in", "summary": "Location data provided by any Apple Software and Services, including the Apple Maps service, is \nprovided for basic navigational and/or planning purposes only and is not intended to be relied upon in", "entities": [["Apple Software and Services", "ORG"], ["Apple Maps", "ORG"]], "relations": [["Apple Software and Services", "provides", "Apple Maps"]]}, {"original_text": "situations where precise location information is needed or where erroneous, inaccurate, time-delayed or \nincomplete location data may lead to death, personal injury, or property or environmental damage. You \nagree that the results you receive from the Maps service may vary from actual road or terrain conditions \ndue to factors that can aﬀect the accuracy of the Maps data, such as, but not limited to, weather, road", "summary": "situations where precise location information is needed or where erroneous, inaccurate, time-delayed or \nincomplete location data may lead to death, personal injury, or property or environmental damage.", "entities": [], "relations": []}, {"original_text": "and traﬃc conditions, and geopolitical events. For your safety, always pay attention to posted road signs \nand current road conditions. Follow safe driving practices and traﬃc regulations, and note that cycling \nand walking directions may not include designated pathways.\nH. To the extent that you transmit any content through the use of the Apple Software and Services, you \nrepresent that you own all rights in, or have authorization or are otherwise legally permitted to transmit,", "summary": "and traﬃc conditions, and geopolitical events.", "entities": [], "relations": []}, {"original_text": "such content and that such content does not violate any terms of service applicable to the Apple \nSoftware and Services. You agree that the Apple Software and Services contain proprietary content, \ninformation and material that is owned by Apple, the site owner or their licensors, and is protected by \napplicable intellectual property and other laws, including but not limited to copyright. You agree that you", "summary": "You agree that the Apple Software and Services contain proprietary content, \ninformation and material that is owned by Apple, the site owner or their licensors, and is protected by \napplicable intellectual property and other laws, including but not limited to copyright.", "entities": [["the Apple Software and Services", "ORG"], ["Apple", "ORG"]], "relations": [["the Apple Software and Services", "owned by", "Apple"]]}, {"original_text": "will not use such proprietary content, information or materials other than for permitted use of the Apple \nSoftware and Services or in any manner that is inconsistent with the terms of this License or that \ninfringes any intellectual property rights of a third party or Apple. No portion of the Apple Software and \nServices may be reproduced in any form or by any means. You agree not to modify, rent, lease, loan,", "summary": "No portion of the Apple Software and \nServices may be reproduced in any form or by any means.", "entities": [["the Apple Software", "ORG"]], "relations": []}, {"original_text": "sell, distribute, or create derivative works based on the Apple Software and Services, in any manner, and \nyou shall not exploit the Apple Software and Services in any unauthorized way whatsoever, including but \nnot limited to, using the Apple Software and Services to transmit any computer viruses, worms, trojan \nhorses or other malware, or by trespass or burdening network capacity. You further agree not to use the", "summary": "You further agree not to use the", "entities": [], "relations": []}, {"original_text": "Apple Software and Services in any manner to spam, defraud, harass, abuse, stalk, threaten, defame or \notherwise infringe or violate the rights of any other party, and that Apple is not in any way responsible for \nany such use by you, nor for any harassing, threatening, defamatory, oﬀensive, infringing or illegal \nmessages or transmissions that you may receive as a result of using any of the Apple Software and \nServices.", "summary": "Apple Software and Services in any manner to spam, defraud, harass, abuse, stalk, threaten, defame or \notherwise infringe or violate the rights of any other party, and that Apple is not in any way responsible for \nany such use by you, nor for any harassing, threatening, defamatory, oﬀensive, infringing or illegal \nmessages or transmissions that you may receive as a result of using any of the Apple Software and \nServices.", "entities": [["Apple Software and Services", "ORG"], ["Apple", "ORG"], ["the Apple Software", "ORG"]], "relations": [["Apple Software and Services", "is a type of", "Apple"], ["Apple", "provides", "the Apple Software"]]}, {"original_text": "Services.\nI. Certain Apple Software, Services, and Third Party Materials may not be available in all languages or in \nall countries or regions. Apple makes no representation that such Apple Software, Services, and Third \nParty Materials are appropriate or available for use in any particular location. To the extent you choose \nto use or access such Apple Software, Services, or Third Party Materials, you do so at your own initiative", "summary": "Apple makes no representation that such Apple Software, Services, and Third \nParty Materials are appropriate or available for use in any particular location.", "entities": [["Apple", "ORG"], ["Apple Software, Services", "ORG"], ["Third", "ORDINAL"], ["Party Materials", "ORG"]], "relations": [["Apple", "provides", "Apple Software, Services"], ["Apple", "uses", "Party Materials"]]}, {"original_text": "and are responsible for compliance with any applicable laws, including but not limited to applicable local \nlaws and privacy and data collection laws. Apple and its licensors reserve the right to change, suspend, \nremove, or disable access to any Apple Software and Services at any time without notice. In no event \nwill Apple be liable for the removal of or disabling of access to any such Apple Software and Services.", "summary": "Apple and its licensors reserve the right to change, suspend, \nremove, or disable access to any Apple Software and Services at any time without notice.", "entities": [["Apple", "ORG"], ["Apple Software and Services", "ORG"]], "relations": [["Apple", "provides", "Apple Software and Services"]]}, {"original_text": "Apple may also impose limits on the use of or access to certain Apple Software and Services, in any \ncase and without notice or liability.7. Termination. This License is eﬀective until terminated. Your rights under this License will terminate \nautomatically or otherwise cease to be eﬀective without notice from Apple if you fail to comply with any \nterm(s) of this License. Upon the termination of this License, you shall cease all use of the Apple", "summary": "Upon the termination of this License, you shall cease all use of the Apple", "entities": [["License", "ORG"], ["Apple", "ORG"]], "relations": [["License", "cease_use_of", "Apple"]]}, {"original_text": "Software and destroy all copies, full or partial, of the Apple Software. Sections 5, 6, 7, 8, 9, 11, 12 and \n13 of this License shall survive any such termination.\n8. Disclaimer of Warranties.\nA. If you are a customer who is a consumer (someone who uses the Apple Software outside of your \ntrade, business or profession), you may have legal rights in your country of residence which would \nprohibit the following limitations from applying to you, and where prohibited they will not apply to you.", "summary": "If you are a customer who is a consumer (someone who uses the Apple Software outside of your \ntrade, business or profession), you may have legal rights in your country of residence which would \nprohibit the following limitations from applying to you, and where prohibited they will not apply to you.", "entities": [["Apple Software", "ORG"]], "relations": []}, {"original_text": "To ﬁnd out more about rights, you should contact a local consumer advice organization. For consumers \nin Australia, nothing in this License aﬀects, or is intended to aﬀect, your statutory rights under the \nAustralian Consumer Law (including the consumer guarantees).\nB. YOU EXPRESSLY ACKNOWLEDGE AND AGREE THAT, TO THE EXTENT PERMITTED BY \nAPPLICABLE LAW, USE OF THE APPLE SOFTWARE AND ANY SERVICES PERFORMED BY OR \nACCESSED THROUGH THE APPLE SOFTWARE IS AT YOUR SOLE RISK AND THAT THE ENTIRE RISK", "summary": "For consumers \nin Australia, nothing in this License aﬀects, or is intended to aﬀect, your statutory rights under the \nAustralian Consumer Law (including the consumer guarantees).", "entities": [["Australia", "GPE"], ["License", "ORG"]], "relations": [["Australia", "affects", "License"]]}, {"original_text": "AS TO SATISFACTORY QUALITY, PERFORMANCE, ACCURACY AND EFFORT IS WITH YOU.\nC. TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, THE APPLE SOFTWARE AND \nSERVICES ARE PROVIDED “AS IS” AND “AS AVAILABLE”, WITH ALL FAULTS AND WITHOUT \nWARRANTY OF ANY KIND, AND APPLE AND APPLE’S LICENSORS (COLLECTIVELY REFERRED TO \nAS “APPLE” FOR THE PURPOSES OF SECTIONS 8 AND 9) HEREBY DISCLAIM ALL WARRANTIES \nAND CONDITIONS WITH RESPECT TO THE APPLE SOFTWARE AND SERVICES, EITHER EXPRESS,", "summary": "HEREBY DISCLAIM ALL WARRANTIES \nAND CONDITIONS WITH RESPECT TO THE APPLE SOFTWARE AND SERVICES, EITHER EXPRESS,", "entities": [["THE APPLE SOFTWARE AND SERVICES", "ORG"]], "relations": [["THE APPLE SOFTWARE AND SERVICES", "disclaims", "THE APPLE SOFTWARE AND SERVICES"]]}, {"original_text": "IMPLIED OR STATUTORY, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES AND/OR \nCONDITIONS OF MERCHANTABILITY, SATISFACTORY QUALITY, FITNESS FOR A PARTICULAR \nPURPOSE, ACCURACY, QUIET ENJOYMENT, AND NON-INFRINGEMENT OF THIRD PARTY RIGHTS.\nD. APPLE DOES NOT WARRANT AGAINST INTERFERENCE WITH YOUR ENJOYMENT OF THE APPLE \nSOFTWARE AND SERVICES, THAT THE FUNCTIONS CONTAINED IN, OR SERVICES PERFORMED OR \nPROVIDED BY, THE APPLE SOFTWARE WILL MEET YOUR REQUIREMENTS, THAT THE OPERATION", "summary": "IMPLIED OR STATUTORY, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES AND/OR \nCONDITIONS OF MERCHANTABILITY, SATISFACTORY QUALITY, FITNESS FOR A PARTICULAR \nPURPOSE, ACCURACY, QUIET ENJOYMENT, AND NON-INFRINGEMENT OF THIRD PARTY RIGHTS.", "entities": [["IMPLIED", "ORG"], ["THIRD", "ORDINAL"]], "relations": [["IMPLIED", "includes", "THIRD"]]}, {"original_text": "OF THE APPLE SOFTWARE AND SERVICES WILL BE UNINTERRUPTED OR ERROR-FREE, THAT ANY \nSERVICES WILL CONTINUE TO BE MADE AVAILABLE, THAT DEFECTS IN THE APPLE SOFTWARE OR \nSERVICES WILL BE CORRECTED, OR THAT THE APPLE SOFTWARE OR SERVICES WILL BE \nCOMPATIBLE OR WORK WITH ANY THIRD PARTY SOFTWARE, APPLICATIONS OR THIRD PARTY \nSERVICES. INSTALLATION OF THIS APPLE SOFTWARE MAY AFFECT THE AVAILABILITY AND \nUSABILITY OF THIRD PARTY SOFTWARE, APPLICATIONS OR THIRD PARTY SERVICES, AS WELL AS", "summary": "OF THE APPLE SOFTWARE AND SERVICES WILL BE UNINTERRUPTED OR ERROR-FREE, THAT ANY \nSERVICES WILL CONTINUE TO BE MADE AVAILABLE, THAT DEFECTS IN THE APPLE SOFTWARE OR \nSERVICES WILL BE CORRECTED, OR THAT THE APPLE SOFTWARE OR SERVICES WILL BE \nCOMPATIBLE OR WORK WITH ANY THIRD PARTY SOFTWARE, APPLICATIONS OR THIRD PARTY \nSERVICES.", "entities": [["THE APPLE SOFTWARE AND SERVICES", "ORG"], ["THE APPLE SOFTWARE OR", "ORG"], ["THIRD", "ORDINAL"], ["APPLICATIONS", "ORG"]], "relations": [["THE APPLE SOFTWARE AND SERVICES", "related_to", "THE APPLE SOFTWARE OR"], ["THE APPLE SOFTWARE AND SERVICES", "related_to", "APPLICATIONS"]]}, {"original_text": "APPLE PRODUCTS AND SERVICES.\nE. YOU FURTHER ACKNOWLEDGE THAT THE APPLE SOFTWARE AND SERVICES ARE NOT \nINTENDED OR SUITABLE FOR USE IN SITUATIONS OR ENVIRONMENTS WHERE THE FAILURE OR \nTIME DELAYS OF, OR ERRORS OR INACCURACIES IN THE CONTENT, DATA OR INFORMATION \nPROVIDED BY THE APPLE SOFTWARE OR SERVICES COULD LEAD TO DEATH, PERSONAL INJURY, \nOR SEVERE PHYSICAL OR ENVIRONMENTAL DAMAGE, INCLUDING WITHOUT LIMITATION THE", "summary": "APPLE PRODUCTS AND SERVICES.", "entities": [["APPLE PRODUCTS AND SERVICES", "ORG"]], "relations": []}, {"original_text": "OPERATION OF NUCLEAR FACILITIES, AIRCRAFT NAVIGATION OR COMMUNICATION SYSTEMS, \nAIR TRAFFIC CONTROL, LIFE SUPPORT OR WEAPONS SYSTEMS.\nF. NO ORAL OR WRITTEN INFORMATION OR ADVICE GIVEN BY APPLE OR AN APPLE AUTHORIZED \nREPRESENTATIVE SHALL CREATE A WARRANTY. SHOULD THE APPLE SOFTWARE OR SERVICES \nPROVE DEFECTIVE, YOU ASSUME THE ENTIRE COST OF ALL NECESSARY SERVICING, REPAIR OR \nCORRECTION.  SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF IMPLIED WARRANTIES", "summary": "NO ORAL OR WRITTEN INFORMATION OR ADVICE GIVEN BY APPLE OR AN APPLE AUTHORIZED \nREPRESENTATIVE SHALL CREATE A WARRANTY.", "entities": [["APPLE", "ORG"], ["APPLE", "ORG"]], "relations": [["APPLE", "authorized representative of", "APPLE"]]}, {"original_text": "OR LIMITATIONS ON APPLICABLE STATUTORY RIGHTS OF A CONSUMER, SO THE ABOVE EXCLUSION AND LIMITATIONS MAY NOT APPLY TO YOU.\n9. Limitation of Liability. EXCEPT AS OTHERWISE PROVIDED IN THIS LICENSE, TO THE EXTENT \nNOT PROHIBITED BY APPLICABLE LAW, IN NO EVENT SHALL APPLE, ITS AFFILIATES, AGENTS OR \nPRINCIPALS BE LIABLE FOR PERSONAL INJURY, OR ANY INCIDENTAL, SPECIAL, INDIRECT OR \nCONSEQUENTIAL DAMAGES WHATSOEVER, INCLUDING, WITHOUT LIMITATION, DAMAGES FOR", "summary": "OR LIMITATIONS ON APPLICABLE STATUTORY RIGHTS OF A CONSUMER, SO", "entities": [], "relations": []}, {"original_text": "LOSS OF PROFITS, CORRUPTION OR LOSS OF DATA, FAILURE TO TRANSMIT OR RECEIVE ANY \nDATA OR INFORMATION (INCLUDING WITHOUT LIMITATION COURSE INSTRUCTIONS, \nASSIGNMENTS AND MATERIALS), BUSINESS INTERRUPTION OR ANY OTHER COMMERCIAL \nDAMAGES OR LOSSES, ARISING OUT OF OR RELATED TO YOUR USE OR INABILITY TO USE THE \nAPPLE SOFTWARE OR SERVICES OR ANY THIRD PARTY SOFTWARE, APPLICATIONS OR SERVICES \nIN CONJUNCTION WITH THE APPLE SOFTWARE OR SERVICES, HOWEVER CAUSED, REGARDLESS", "summary": "LOSS OF PROFITS, CORRUPTION OR LOSS OF DATA, FAILURE TO TRANSMIT OR RECEIVE ANY \nDATA OR INFORMATION (INCLUDING WITHOUT LIMITATION COURSE INSTRUCTIONS, \nASSIGNMENTS AND MATERIALS), BUSINESS INTERRUPTION OR ANY OTHER COMMERCIAL \nDAMAGES OR LOSSES, ARISING OUT OF OR RELATED TO YOUR USE OR INABILITY TO USE THE \nAPPLE SOFTWARE OR SERVICES OR ANY THIRD PARTY SOFTWARE, APPLICATIONS OR SERVICES \nIN CONJUNCTION WITH THE APPLE SOFTWARE OR SERVICES, HOWEVER CAUSED, REGARDLESS", "entities": [["APPLE SOFTWARE OR", "ORG"], ["THIRD", "ORDINAL"], ["APPLICATIONS", "ORG"]], "relations": [["APPLE SOFTWARE OR", "related_to", "THIRD"], ["APPLE SOFTWARE OR", "related_to", "APPLICATIONS"]]}, {"original_text": "OF THE THEORY OF LIABILITY (CONTRACT, TORT OR OTHERWISE) AND EVEN IF APPLE HAS BEEN \nADVISED OF THE POSSIBILITY OF SUCH DAMAGES. SOME JURISDICTIONS DO NOT ALLOW THE \nEXCLUSION OR LIMITATION OF LIABILITY FOR PERSONAL INJURY, OR OF INCIDENTAL OR \nCONSEQUENTIAL DAMAGES, SO THIS LIMITATION MAY NOT APPLY TO YOU. In no event shall \nApple’s total liability to you for all damages (other than as may be required by applicable law in cases", "summary": "SOME JURISDICTIONS DO NOT ALLOW THE \nEXCLUSION OR LIMITATION OF LIABILITY FOR PERSONAL INJURY, OR OF INCIDENTAL OR \nCONSEQUENTIAL DAMAGES, SO", "entities": [], "relations": []}, {"original_text": "involving personal injury) exceed the amount of two hundred and ﬁfty dollars (U.S.$250.00).  The \nforegoing limitations will apply even if the above stated remedy fails of its essential purpose. \nNOTWITHSTANDING ANY OTHER TERMS IN THIS LICENSE, IF THE CONSUMER CONTRACT ACT OF \nJAPAN APPLIES, TERMS WHICH LIMIT APPLE’S LIABILITY FOR DAMAGES ARISING FROM BREACH \nOF THE CONTRACT OR TORT COMMITTED BY APPLE SHALL NOT APPLY IF SUCH DAMAGE IS DUE \nTO APPLE’S INTENTIONAL MISCONDUCT OR GROSS NEGLIGENCE.", "summary": "NOTWITHSTANDING ANY OTHER TERMS IN THIS LICENSE, IF THE CONSUMER CONTRACT ACT OF \nJAPAN APPLIES, TERMS WHICH LIMIT APPLE’S LIABILITY FOR DAMAGES ARISING FROM BREACH \nOF THE CONTRACT OR TORT COMMITTED BY APPLE SHALL NOT APPLY IF SUCH DAMAGE IS DUE \nTO APPLE’S INTENTIONAL MISCONDUCT OR GROSS NEGLIGENCE.", "entities": [["JAPAN", "GPE"], ["APPLE", "ORG"], ["APPLE", "ORG"]], "relations": [["JAPAN", "applies to", "APPLE"], ["APPLE", "is a type of", "APPLE"], ["APPLE", "commits", "APPLE"]]}, {"original_text": "TO APPLE’S INTENTIONAL MISCONDUCT OR GROSS NEGLIGENCE.\n10. Export Control. You may not use or otherwise export or reexport the Apple Software except as \nauthorized by United States law and the laws of the jurisdiction(s) in which the Apple Software was \nobtained. In particular, but without limitation, the Apple Software may not be exported or re-exported (a) \ninto any U.S. embargoed countries or (b) to anyone on the U.S. Treasury Department’s list of Specially", "summary": "You may not use or otherwise export or reexport the Apple Software except as \nauthorized by United States law and the laws of the jurisdiction(s) in which the Apple Software was \nobtained.", "entities": [["the Apple Software", "ORG"], ["United States", "GPE"], ["the Apple Software", "ORG"]], "relations": [["the Apple Software", "governed by", "United States"], ["the Apple Software", "governed by", "United States"]]}, {"original_text": "Designated Nationals or the U.S. Department of Commerce Denied Person’s List or Entity List or any \nother restricted party lists. By using the Apple Software, you represent and warrant that you are not \nlocated in any such country or on any such list. You also agree that you will not use the Apple Software \nfor any purposes prohibited by United States law, including, without limitation, the development, design, \nmanufacture or production of missiles, nuclear, chemical or biological weapons.", "summary": "By using the Apple Software, you represent and warrant that you are not \nlocated in any such country or on any such list.", "entities": [["the Apple Software", "ORG"]], "relations": []}, {"original_text": "11. Government End Users. The Apple Software and related documentation are “Commercial \nProducts”, as that term is deﬁned at 48 C.F.R. §2.101, consisting of “Commercial Computer Software” \nand “Commercial Computer Software Documentation”, as such terms are used in 48 C.F.R. §12.212 or \n48 C.F.R. §227.7202, as applicable. Consistent with 48 C.F.R. §12.212 or 48 C.F.R. §227.7202-1 \nthrough 227.7202-4, as applicable, the Commercial Computer Software and Commercial Computer", "summary": "The Apple Software and related documentation are “Commercial \nProducts”, as that term is deﬁned at 48 C.F.R. §2.101, consisting of “Commercial Computer Software” \nand “Commercial Computer Software Documentation”, as such terms are used in 48 C.F.R. §12.212 or \n48 C.F.R. §227.7202, as applicable.", "entities": [["The Apple Software", "ORG"], ["48", "CARDINAL"], ["C.F.R.", "ORG"], ["2.101", "CARDINAL"], ["Commercial Computer Software", "ORG"], ["Commercial Computer Software Documentation", "ORG"], ["48", "CARDINAL"], ["C.F.R.", "ORG"], ["12.212", "CARDINAL"], ["48", "CARDINAL"], ["C.F.R.", "ORG"], ["227.7202", "CARDINAL"]], "relations": [["The Apple Software", "is_a", "Commercial Computer Software"], ["The Apple Software", "is_a", "Commercial Computer Software Documentation"], ["48", "refers_to", "2.101"], ["48", "refers_to", "48"], ["48", "refers_to", "12.212"], ["48", "refers_to", "227.7202"], ["C.F.R.", "is_a", "C.F.R."], ["C.F.R.", "is_a", "C.F.R."]]}, {"original_text": "Software Documentation are being licensed to U.S. Government end users (a) only as Commercial \nProducts and (b) with only those rights as are granted to all other end users pursuant to the terms and \nconditions herein.  Unpublished-rights reserved under the copyright laws of the United States.\n12. Controlling Law and Severability. This License will be governed by and construed in accordance", "summary": "Software Documentation are being licensed to U.S. Government end users (a) only as Commercial \nProducts and (b) with only those rights as are granted to all other end users pursuant to the terms and \nconditions herein.", "entities": [["Software Documentation", "ORG"], ["U.S. Government", "ORG"]], "relations": [["Software Documentation", "licensed to", "U.S. Government"]]}, {"original_text": "with the laws of the State of California, excluding its conﬂict of law principles. This License shall not be \ngoverned by the United Nations Convention on Contracts for the International Sale of Goods, the \napplication of which is expressly excluded. If you are a consumer based in the United Kingdom, this \nLicense will be governed by the laws of the jurisdiction of your residence. If for any reason a court of", "summary": "If you are a consumer based in the United Kingdom, this \nLicense will be governed by the laws of the jurisdiction of your residence.", "entities": [["the United Kingdom", "GPE"]], "relations": []}, {"original_text": "competent jurisdiction ﬁnds any provision, or portion thereof, to be unenforceable, the remainder of this \nLicense shall continue in full force and eﬀect.\n13. Complete Agreement; Governing Language. This License constitutes the entire agreement between you and Apple relating to the Apple Software and supersedes all prior or contemporaneous \nunderstandings regarding such subject matter.  No amendment to or modiﬁcation of this License will be", "summary": "This License constitutes the entire agreement between you and Apple relating to the Apple Software and supersedes all prior or contemporaneous \nunderstandings regarding such subject matter.", "entities": [["Apple", "ORG"], ["the Apple Software", "ORG"]], "relations": [["Apple", "relates_to", "the Apple Software"]]}, {"original_text": "binding unless in writing and signed by Apple. Any translation of this License is done for local \nrequirements and in the event of a dispute between the English and any non-English versions, the \nEnglish version of this License shall govern, to the extent not prohibited by local law in your jurisdiction.\n14. Third Party Acknowledgements.\nA. Portions of the Apple Software may utilize or include third party software and other copyrighted", "summary": "binding unless in writing and signed by Apple.", "entities": [["Apple", "ORG"]], "relations": []}, {"original_text": "material. Acknowledgements, licensing terms and disclaimers for such material are contained in the \nelectronic documentation for the Apple Software, and your use of such material is governed by their \nrespective terms. Use of the Google Safe Browsing Service is subject to the Google Terms of Service \n(https://www.google.com/intl/en/policies/terms/) and to Google’s Privacy Policy (https://\nwww.google.com/intl/en/policies/privacy/).", "summary": "Acknowledgements, licensing terms and disclaimers for such material are contained in the \nelectronic documentation for the Apple Software, and your use of such material is governed by their \nrespective terms.", "entities": [["the Apple Software", "ORG"]], "relations": []}, {"original_text": "www.google.com/intl/en/policies/privacy/).\nB. Certain software libraries and other third party software included with the Apple Software are free \nsoftware and licensed under the terms of the GNU General Public License (GPL) or the GNU Library/\nLesser General Public License (LGPL), as the case may be. You may obtain a complete machine-\nreadable copy of the source code for such free software under the terms of the GPL or LGPL, as the", "summary": "B. Certain software libraries and other third party software included with the Apple Software are free \nsoftware and licensed under the terms of the GNU General Public License (GPL) or the GNU Library/\nLesser General Public License (LGPL), as the case may be.", "entities": [["third", "ORDINAL"], ["the Apple Software", "ORG"], ["GNU", "ORG"], ["Lesser General Public License", "ORG"]], "relations": [["the Apple Software", "includes", "third"], ["GNU", "related_to", "Lesser General Public License"]]}, {"original_text": "case may be, without charge except for the cost of media, shipping, and handling, upon written request \nto Apple at opensource@apple.com. The GPL/LGPL software is distributed in the hope that it will be \nuseful, but WITHOUT ANY WARRANTY, without even the implied warranty of MERCHANTABILITY or \nFITNESS FOR A PARTICULAR PURPOSE.  A copy of the GPL and LGPL is included with the Apple \nSoftware.\nC. Use of MPEG-4. This product is licensed under the MPEG-4 Systems Patent Portfolio License for", "summary": "A copy of the GPL and LGPL is included with the Apple \nSoftware.", "entities": [["GPL", "ORG"], ["LGPL", "ORG"], ["the Apple \nSoftware", "ORG"]], "relations": [["GPL", "included_with", "the Apple \nSoftware"], ["LGPL", "included_with", "the Apple \nSoftware"]]}, {"original_text": "encoding in compliance with the MPEG-4 Systems Standard, except that an additional license and \npayment of royalties are necessary for encoding in connection with (i) data stored or replicated in \nphysical media which is paid for on a title by title basis and/or (ii) data which is paid for on a title by title \nbasis and is transmitted to an end user for permanent storage and/or use. Such additional license may \nbe obtained from MPEG LA, LLC. See https://www.mpegla.com for additional details.", "summary": "Such additional license may \nbe obtained from MPEG LA, LLC.", "entities": [["MPEG LA", "ORG"], ["LLC", "GPE"]], "relations": [["MPEG LA", "located_in", "LLC"]]}, {"original_text": "This product is licensed under the MPEG-4 Visual Patent Portfolio License for the personal and non-\ncommercial use of a consumer for (i) encoding video in compliance with the MPEG-4 Visual Standard \n(“MPEG-4 Video”) and/or (ii) decoding MPEG-4 video that was encoded by a consumer engaged in a \npersonal and non-commercial activity and/or was obtained from a video provider licensed by MPEG LA \nto provide MPEG-4 video. No license is granted or shall be implied for any other use. Additional", "summary": "This product is licensed under the MPEG-4 Visual Patent Portfolio License for the personal and non-\ncommercial use of a consumer for (i) encoding video in compliance with the MPEG-4 Visual Standard \n(“MPEG-4 Video”) and/or (ii) decoding MPEG-4 video that was encoded by a consumer engaged in a \npersonal and non-commercial activity and/or was obtained from a video provider licensed by MPEG LA \nto provide MPEG-4 video.", "entities": [["the MPEG-4 Visual Patent Portfolio License", "ORG"], ["the MPEG-4 Visual Standard", "ORG"], ["MPEG LA", "ORG"]], "relations": [["the MPEG-4 Visual Patent Portfolio License", "licensed under", "the MPEG-4 Visual Standard"], ["the MPEG-4 Visual Standard", "encoded by", "MPEG LA"], ["MPEG LA", "licensed by", "the MPEG-4 Visual Patent Portfolio License"]]}, {"original_text": "information including that relating to promotional, internal and commercial uses and licensing may be \nobtained from MPEG LA, LLC. See https://www.mpegla.com.\nD. H.264/AVC Notice.  To the extent that the Apple Software contains AVC encoding and/or decoding \nfunctionality, commercial use of H.264/AVC requires additional licensing and the following provision \napplies: THE AVC FUNCTIONALITY IN THIS PRODUCT IS LICENSED HEREIN ONLY FOR THE", "summary": "To the extent that the Apple Software contains AVC encoding and/or decoding \nfunctionality, commercial use of H.264/AVC requires additional licensing and the following provision \napplies: THE AVC FUNCTIONALITY IN THIS PRODUCT IS LICENSED HEREIN ONLY FOR THE", "entities": [["the Apple Software", "ORG"], ["AVC", "ORG"]], "relations": [["the Apple Software", "contains", "AVC"]]}, {"original_text": "PERSONAL AND NON-COMMERCIAL USE OF A CONSUMER TO (i) ENCODE VIDEO IN COMPLIANCE \nWITH THE AVC STANDARD (“AVC VIDEO”) AND/OR (ii) DECODE AVC VIDEO THAT WAS ENCODED BY \nA CONSUMER ENGAGED IN A PERSONAL AND NON-COMMERCIAL ACTIVITY AND/OR AVC VIDEO \nTHAT WAS OBTAINED FROM A VIDEO PROVIDER LICENSED TO PROVIDE AVC VIDEO. \nINFORMATION REGARDING OTHER USES AND LICENSES MAY BE OBTAINED FROM MPEG LA \nL.L.C. SEE HTTPS://WWW.MPEGLA.COM.", "summary": "PERSONAL AND NON-COMMERCIAL USE OF A CONSUMER TO (i) ENCODE VIDEO IN COMPLIANCE \nWITH THE AVC STANDARD (“AVC VIDEO”) AND/OR (ii) DECODE AVC VIDEO THAT WAS ENCODED BY \nA CONSUMER ENGAGED IN A PERSONAL AND NON-COMMERCIAL ACTIVITY AND/OR AVC VIDEO \nTHAT WAS OBTAINED FROM A VIDEO PROVIDER LICENSED TO PROVIDE AVC VIDEO.", "entities": [["THE AVC STANDARD", "ORG"]], "relations": []}, {"original_text": "L.L.C. SEE HTTPS://WWW.MPEGLA.COM.\nE. AMR Notice. The Adaptive Multi-Rate (“AMR”) encoding and decoding functionality in this product is \nnot licensed to perform cellular voice calls, or for use in any telephony products built on the QuickTime \narchitecture for the Windows platform. The AMR encoding and decoding functionality in this product is also not licensed for use in a cellular communications infrastructure including:  base stations, base", "summary": "The AMR encoding and decoding functionality in this product is also not licensed for use in a cellular communications infrastructure including:  base stations, base", "entities": [["AMR", "ORG"]], "relations": []}, {"original_text": "station controllers/radio network controllers, switching centers, and gateways to and from the public \nswitched network.\nF. FAA Notice. Aircraft Situation Display and National Airspace System Status Information data \n(collectively “Flight Data”) displayed through the Apple Software is generated by the Federal Aviation \nAdministration. You agree not to redistribute Flight Data without the prior written consent of the FAA.", "summary": "You agree not to redistribute Flight Data without the prior written consent of the FAA.", "entities": [["Flight Data", "ORG"], ["FAA", "ORG"]], "relations": [["Flight Data", "consent_required", "FAA"]]}, {"original_text": "The FAA and Apple disclaim all warranties, expressed or implied (including the implied warranties of \nmerchantability and ﬁtness for a particular purpose), regarding the use and accuracy of the Flight Data. \nYou agree that the FAA and Apple shall not be liable, either collectively or individually, for any loss, \ndamage, claim, liability, expense, or penalty, or for any indirect, special, secondary, incidental, or", "summary": "You agree that the FAA and Apple shall not be liable, either collectively or individually, for any loss, \ndamage, claim, liability, expense, or penalty, or for any indirect, special, secondary, incidental, or", "entities": [["FAA", "ORG"], ["Apple", "ORG"]], "relations": [["FAA", "not liable", "Apple"]]}, {"original_text": "consequential damages deriving from the use of the Flight Data. The Apple Software is not sponsored or \nendorsed by the FAA. The FAA is not responsible for technical or system problems, and you should not \ncontact the FAA regarding such problems or regarding operational traﬃc ﬂow issues.\nG. Use of Adobe Color Proﬁles. You may use the Adobe Color Proﬁle software included with the Apple \nSoftware pursuant to this License, but Adobe is under no obligation to provide any support for the Color", "summary": "You may use the Adobe Color Proﬁle software included with the Apple \nSoftware pursuant to this License, but Adobe is under no obligation to provide any support for the Color", "entities": [["Apple", "ORG"], ["License", "ORG"], ["Adobe", "PERSON"]], "relations": [["Apple", "included_with", "License"], ["Adobe", "no_obligation_to_support", "License"]]}, {"original_text": "Proﬁles hereunder, including upgrades or future versions of the Proﬁles or other items. In addition to the \nprovisions of Sections 8 and 9 above, IN NO EVENT WILL ADOBE BE LIABLE TO YOU FOR ANY \nDAMAGES, CLAIMS OR COSTS WHATSOEVER.  The Adobe Color Proﬁle software distributed with the \nApple Software is also available for download from Adobe at https://www.adobe.com.\nH. Gracenote® End User License Agreement. This application or device contains software from", "summary": "The Adobe Color Proﬁle software distributed with the \nApple Software is also available for download from Adobe at https://www.adobe.com.", "entities": [["The Adobe Color Proﬁle", "ORG"], ["the \nApple Software", "ORG"], ["Adobe", "PERSON"]], "relations": [["The Adobe Color Proﬁle", "distributed_with", "the \nApple Software"], ["the \nApple Software", "available_from", "Adobe"]]}, {"original_text": "Gracenote, Inc. of Emeryville, California (“Gracenote”).  The software from Gracenote (the “Gracenote \nSoftware”) enables this application to perform disc and/or ﬁle identiﬁcation and obtain music-related \ninformation, including name, artist, track, and title information (“Gracenote Data”) from online servers or \nembedded databases (collectively, “Gracenote Servers”) and to perform other functions. You may use", "summary": "The software from Gracenote (the “Gracenote \nSoftware”) enables this application to perform disc and/or ﬁle identiﬁcation and obtain music-related \ninformation, including name, artist, track, and title information (“Gracenote Data”) from online servers or \nembedded databases (collectively, “Gracenote Servers”) and to perform other functions.", "entities": [["Gracenote", "GPE"], ["Gracenote Data", "WORK_OF_ART"], ["Gracenote Servers", "WORK_OF_ART"]], "relations": [["Gracenote", "provides", "Gracenote Data"], ["Gracenote", "uses", "Gracenote Servers"]]}, {"original_text": "Gracenote Data only by means of the intended End-User functions of this application or device. \nYou agree that you will use Gracenote Data, the Gracenote Software, and Gracenote Servers for your \nown personal non-commercial use only.  You agree not to assign, copy, transfer or transmit the \nGracenote Software or any Gracenote Data to any third party. YOU AGREE NOT TO USE OR EXPLOIT \nGRACENOTE DATA, THE GRACENOTE SOFTWARE, OR GRACENOTE SERVERS, EXCEPT AS \nEXPRESSLY PERMITTED HEREIN.", "summary": "YOU AGREE NOT TO USE OR EXPLOIT \nGRACENOTE DATA, THE GRACENOTE SOFTWARE, OR GRACENOTE SERVERS, EXCEPT AS \nEXPRESSLY PERMITTED HEREIN.", "entities": [["THE GRACENOTE SOFTWARE", "ORG"]], "relations": [["THE GRACENOTE SOFTWARE", "uses", "THE GRACENOTE SOFTWARE"]]}, {"original_text": "EXPRESSLY PERMITTED HEREIN. \nYou agree that your non-exclusive license to use the Gracenote Data, the Gracenote Software, and \nGracenote Servers will terminate if you violate these restrictions.  If your license terminates, you agree to \ncease any and all use of the Gracenote Data, the Gracenote Software, and Gracenote Servers. \nGracenote reserves all rights in Gracenote Data, the Gracenote Software, and the Gracenote Servers,", "summary": "If your license terminates, you agree to \ncease any and all use of the Gracenote Data, the Gracenote Software, and Gracenote Servers.", "entities": [["the Gracenote Data", "ORG"], ["the Gracenote Software", "ORG"], ["Gracenote Servers", "ORG"]], "relations": [["the Gracenote Data", "uses", "the Gracenote Software"], ["the Gracenote Data", "uses", "Gracenote Servers"], ["the Gracenote Software", "uses", "Gracenote Servers"]]}, {"original_text": "including all ownership rights.  Under no circumstances will Gracenote become liable for any payment to \nyou for any information that you provide.  You agree that Gracenote, Inc. may enforce its rights under \nthis Agreement against you directly in its own name. \nThe Gracenote service uses a unique identiﬁer to track queries for statistical purposes.  The purpose of a \nrandomly assigned numeric identiﬁer is to allow the Gracenote service to count queries without knowing", "summary": "The Gracenote service uses a unique identiﬁer to track queries for statistical purposes.", "entities": [["Gracenote", "GPE"]], "relations": []}, {"original_text": "anything about who you are.  For more information, see the web page for the Gracenote Privacy Policy \nfor the Gracenote service. \nThe Gracenote Software and each item of Gracenote Data are licensed to you “AS IS.” Gracenote \nmakes no representations or warranties, express or implied, regarding the accuracy of any Gracenote \nData from in the Gracenote Servers.  Gracenote reserves the right to delete data from the Gracenote", "summary": "The Gracenote Software and each item of Gracenote Data are licensed to you “AS IS.”", "entities": [["The Gracenote Software", "ORG"], ["Gracenote Data", "ORG"]], "relations": [["The Gracenote Software", "licensed_to", "Gracenote Data"]]}, {"original_text": "Servers or to change data categories for any cause that Gracenote deems suﬃcient.  No warranty is made that the Gracenote Software or Gracenote Servers are error-free or that functioning of Gracenote \nSoftware or Gracenote Servers will be uninterrupted. Gracenote is not obligated to provide you with new \nenhanced or additional data types or categories that Gracenote may provide in the future and is free to \ndiscontinue its services at any time. GRACENOTE DISCLAIMS ALL WARRANTIES EXPRESS OR", "summary": "No warranty is made that the Gracenote Software or Gracenote Servers are error-free or that functioning of Gracenote \nSoftware or Gracenote Servers will be uninterrupted.", "entities": [["the Gracenote Software", "ORG"], ["Gracenote Servers", "ORG"], ["Gracenote \nSoftware", "ORG"], ["Gracenote Servers", "ORG"]], "relations": [["the Gracenote Software", "related_to", "Gracenote Servers"], ["Gracenote \nSoftware", "related_to", "Gracenote Servers"]]}, {"original_text": "IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY, \nFITNESS FOR A PARTICULAR PURPOSE, TITLE, AND NON-INFRINGEMENT. \n GRACENOTE DOES \nNOT WARRANT THE RESULTS THAT WILL BE OBTAINED BY YOUR USE OF THE GRACENOTE \nSOFTWARE OR ANY GRACENOTE SERVER. IN NO CASE WILL GRACENOTE BE LIABLE FOR ANY \nCONSEQUENTIAL OR INCIDENTAL DAMAGES OR FOR ANY LOST PROFITS OR LOST REVENUES. \n15. Yahoo Search Service Restrictions. The Yahoo Search Service available through Safari is licensed", "summary": "Yahoo Search Service Restrictions.", "entities": [["Yahoo Search Service Restrictions", "ORG"]], "relations": []}, {"original_text": "for use only in the following countries and regions: Argentina, Aruba, Australia, Austria, Barbados, \nBelgium, Bermuda, Brazil, Bulgaria, Canada, Cayman Islands, Chile, China mainland, Hong Kong, \nTaiwan, Colombia, Cyprus, Czech Republic, Denmark, Dominican Republic, Ecuador, El Salvador, \nFinland, France, Germany, Greece, Grenada, Guatemala, Hungary, Iceland, India, Indonesia, Ireland, \nItaly, Jamaica, Japan, Latvia, Lithuania, Luxembourg, Malaysia, Malta, Mexico, Netherlands, New", "summary": "for use only in the following countries and regions: Argentina, Aruba, Australia, Austria, Barbados, \nBelgium, Bermuda, Brazil, Bulgaria, Canada, Cayman Islands, Chile, China mainland, Hong Kong, \nTaiwan, Colombia, Cyprus, Czech Republic, Denmark, Dominican Republic, Ecuador, El Salvador, \nFinland, France, Germany, Greece, Grenada, Guatemala, Hungary, Iceland, India, Indonesia, Ireland, \nItaly, Jamaica, Japan, Latvia, Lithuania, Luxembourg, Malaysia, Malta, Mexico, Netherlands, New", "entities": [["Argentina", "GPE"], ["Aruba", "GPE"], ["Australia", "GPE"], ["Austria", "GPE"], ["Barbados", "GPE"], ["Belgium", "GPE"], ["Bermuda", "GPE"], ["Brazil", "GPE"], ["Bulgaria", "GPE"], ["Canada", "GPE"], ["Cayman Islands", "GPE"], ["Chile", "GPE"], ["China", "GPE"], ["Hong Kong", "GPE"], ["Taiwan", "GPE"], ["Colombia", "GPE"], ["Cyprus", "GPE"], ["Czech Republic", "GPE"], ["Denmark", "GPE"], ["Dominican Republic", "GPE"], ["Ecuador", "GPE"], ["El Salvador", "GPE"], ["Finland", "GPE"], ["France", "GPE"], ["Germany", "GPE"], ["Greece", "GPE"], ["Grenada", "GPE"], ["Guatemala", "GPE"], ["Hungary", "GPE"], ["Iceland", "GPE"], ["India", "GPE"], ["Indonesia", "GPE"], ["Ireland", "GPE"], ["Italy", "GPE"], ["Jamaica", "GPE"], ["Japan", "GPE"], ["Latvia", "GPE"], ["Lithuania", "GPE"], ["Luxembourg", "GPE"], ["Malaysia", "GPE"], ["Malta", "GPE"], ["Mexico", "GPE"], ["Netherlands", "GPE"], ["New", "GPE"]], "relations": [["Argentina", "is located in", "Aruba"], ["Argentina", "is located in", "Australia"], ["Argentina", "is located in", "Austria"], ["Argentina", "is located in", "Barbados"], ["Argentina", "is located in", "Belgium"], ["Argentina", "is located in", "Bermuda"], ["Argentina", "is located in", "Brazil"], ["Argentina", "is located in", "Bulgaria"], ["Argentina", "is located in", "Canada"], ["Argentina", "is located in", "Cayman Islands"], ["Argentina", "is located in", "Chile"], ["Argentina", "is located in", "China"], ["Argentina", "is located in", "Hong Kong"], ["Argentina", "is located in", "Taiwan"], ["Argentina", "is located in", "Colombia"], ["Argentina", "is located in", "Cyprus"], ["Argentina", "is located in", "Czech Republic"], ["Argentina", "is located in", "Denmark"], ["Argentina", "is located in", "Dominican Republic"], ["Argentina", "is located in", "Ecuador"], ["Argentina", "is located in", "El Salvador"], ["Argentina", "is located in", "Finland"], ["Argentina", "is located in", "France"], ["Argentina", "is located in", "Germany"], ["Argentina", "is located in", "Greece"], ["Argentina", "is located in", "Grenada"], ["Argentina", "is located in", "Guatemala"], ["Argentina", "is located in", "Hungary"], ["Argentina", "is located in", "Iceland"], ["Argentina", "is located in", "India"], ["Argentina", "is located in", "Indonesia"], ["Argentina", "is located in", "Ireland"], ["Argentina", "is located in", "Italy"], ["Argentina", "is located in", "Jamaica"], ["Argentina", "is located in", "Japan"], ["Argentina", "is located in", "Latvia"], ["Argentina", "is located in", "Lithuania"], ["Argentina", "is located in", "Luxembourg"], ["Argentina", "is located in", "Malaysia"], ["Argentina", "is located in", "Malta"], ["Argentina", "is located in", "Mexico"], ["Argentina", "is located in", "Netherlands"], ["Argentina", "is located in", "New"]]}, {"original_text": "Zealand, Nicaragua, Norway, Panama, Peru, Philippines, Poland, Portugal, Puerto Rico, Romania, \nSingapore, Slovakia, Slovenia, South Korea, Spain, St. Lucia, St. Vincent, Sweden, Switzerland, \nThailand, The Bahamas, Trinidad and Tobago, Turkey, UK, Uruguay, US and Venezuela.\nEA1885\n07/11/2024\n————————————\nApple Pay & Wallet Terms and Conditions\nThese Apple Pay & Wallet Terms and Conditions (the “Apple Pay & Wallet Terms”) supplement the Apple", "summary": "Zealand, Nicaragua, Norway, Panama, Peru, Philippines, Poland, Portugal, Puerto Rico, Romania, \nSingapore, Slovakia, Slovenia, South Korea, Spain, St. Lucia, St. Vincent, Sweden, Switzerland, \nThailand, The Bahamas, Trinidad and Tobago, Turkey, UK, Uruguay, US and Venezuela.", "entities": [["Zealand", "GPE"], ["Nicaragua", "GPE"], ["Norway", "GPE"], ["Panama", "GPE"], ["Peru", "GPE"], ["Philippines", "GPE"], ["Poland", "GPE"], ["Portugal", "GPE"], ["Puerto Rico", "GPE"], ["Romania", "GPE"], ["Singapore", "GPE"], ["Slovakia", "GPE"], ["Slovenia", "GPE"], ["South Korea", "GPE"], ["Spain", "GPE"], ["St. Lucia", "GPE"], ["St. Vincent", "GPE"], ["Sweden", "GPE"], ["Switzerland", "GPE"], ["Thailand", "GPE"], ["Bahamas", "GPE"], ["Trinidad", "GPE"], ["Tobago", "GPE"], ["Turkey", "GPE"], ["UK", "GPE"], ["Uruguay", "GPE"], ["US", "GPE"], ["Venezuela", "GPE"]], "relations": []}, {"original_text": "Software License Agreement for macOS (the “License”); both the terms of the License and these Apple \nPay & Wallet Terms govern your use of the Apple Pay feature (“Apple Pay”) and Apple Wallet (“Wallet”), \nwhich shall be deemed a “Service” under the License.  Capitalized terms used in these Apple Pay & \nWallet Terms have the meanings set forth in the License. Your acceptance of these Apple Pay & Wallet", "summary": "Software License Agreement for macOS (the “License”); both the terms of the License and these Apple \nPay & Wallet Terms govern your use of the Apple Pay feature (“Apple Pay”) and Apple Wallet (“Wallet”), \nwhich shall be deemed a “Service” under the License.", "entities": [["License", "ORG"], ["Apple \nPay & Wallet", "ORG"], ["Apple", "ORG"], ["Apple Pay”", "WORK_OF_ART"], ["Apple Wallet", "ORG"], ["Wallet", "WORK_OF_ART"], ["License", "ORG"]], "relations": [["License", "governs", "License"], ["Apple \nPay & Wallet", "related_to", "Apple"], ["Apple", "is_feature_of", "Apple Pay”"], ["Apple Wallet", "is_type_of", "Wallet"]]}, {"original_text": "Terms constitutes your acceptance of the respective Apple Pay & Wallet Terms on all of your Apple \ndevices that support Apple Pay and Wallet.\nApple Pay and support of your Apple Pay Cards (as deﬁned below) in Apple Wallet (“Wallet”) are \nprovided in the United States by Apple Payments Services LLC (“Apple Payments Services”) and outside \nof the United States by other Apple aﬃ\nliates. Wallet is otherwise provided by Apple and other Apple", "summary": "Wallet is otherwise provided by Apple and other Apple", "entities": [["Apple", "ORG"], ["Apple", "ORG"]], "relations": [["Apple", "is provided by", "Apple"]]}, {"original_text": "aﬃliates. Apple, Apple Payments Services, and the respective Apple aﬃliates are each a party to these \nApple Pay Terms with respect to the Services it provides.\n1. Overview\nApple Pay\nApple Pay allows you to make contactless payments using credit, debit and prepaid cards, as well as \nthird party installment payment services, within select websites.  Apple Pay and certain features of Apple \nPay may only be available in select regions, with select card issuers, payment networks, merchants, and", "summary": "Apple, Apple Payments Services, and the respective Apple aﬃliates are each a party to these \nApple Pay Terms with respect to the Services it provides.", "entities": [["Apple", "ORG"], ["Apple Payments Services", "ORG"], ["Apple", "ORG"]], "relations": [["Apple", "provides_service", "Apple Payments Services"], ["Apple", "affiliated_with", "Apple"], ["Apple Payments Services", "affiliated_with", "Apple"]]}, {"original_text": "other third parties.\nWallet\nWallet allows you to store virtual representations of credit, debit, and prepaid cards to be used with \nApple Pay (collectively, “Supported Cards”). Supported Cards may only be available in select regions and with select partners and Supported Cards may change from time to time.\n2. Eligibility\nTo set up and use Apple Pay and Wallet, you must have (i) a supported Mac Computer running a version", "summary": "Wallet\nWallet allows you to store virtual representations of credit, debit, and prepaid cards to be used with \nApple Pay (collectively, “Supported Cards”).", "entities": [["Apple", "ORG"], ["Supported Cards", "WORK_OF_ART"]], "relations": [["Apple", "supports", "Supported Cards"]]}, {"original_text": "of operating software that supports the Services (latest version recommended and sometimes required), \n(ii) an Apple Account associated with an iCloud account that is in good standing with Apple, and (iii) \nInternet access or cellular data access (fees may apply). Subject to certain exceptions, Supported Cards \nare only available to individuals aged 13 years or older, and may be subject to additional age-based", "summary": "of operating software that supports the Services (latest version recommended and sometimes required), \n(ii) an Apple Account associated with an iCloud account that is in good standing with Apple, and (iii) \nInternet access or cellular data access (fees may apply).", "entities": [["Apple Account", "ORG"], ["iCloud", "PERSON"], ["Apple", "ORG"]], "relations": [["Apple Account", "associated_with", "Apple"], ["iCloud", "associated_with", "Apple Account"], ["iCloud", "in_good_standing_with", "Apple"]]}, {"original_text": "restrictions imposed by iCloud or the relevant issuer, merchant, or other third party.\n3. Use of the Services\nApple Pay is intended for your personal use and you may only provision your own Supported Cards.  If \nyou are provisioning a supported corporate card, you represent that you are doing so with the \nauthorization of your employer and you are authorized to bind your employer to these Apple Pay & \nWallet Terms and all transactions eﬀected by use of Apple Pay and Wallet.", "summary": "If \nyou are provisioning a supported corporate card, you represent that you are doing so with the \nauthorization of your employer and you are authorized to bind your employer to these Apple Pay & \nWallet Terms and all transactions eﬀected by use of Apple Pay and Wallet.", "entities": [["Apple Pay & \nWallet Terms", "ORG"], ["Apple", "ORG"]], "relations": [["Apple Pay & \nWallet Terms", "uses", "Apple"]]}, {"original_text": "You agree not to use Apple Pay for illegal or fraudulent purposes, or any other purposes that are \nprohibited by the License and these Apple Pay Terms.  You further agree to use Apple Pay in \naccordance with applicable laws and regulations.  You agree not to interfere with or disrupt Apple Pay \n(including accessing the Service through any automated means), or any servers or networks connected \nto the Service, or any policies, requirements or regulations of networks connected to the Service", "summary": "You further agree to use Apple Pay in \naccordance with applicable laws and regulations.", "entities": [["Apple", "ORG"]], "relations": []}, {"original_text": "(including any unauthorized access to, use or monitoring of data or traﬃc thereon).\nYou can use Apple Pay on your supported Mac Computer to initiate payments on websites. You can \ncomplete your purchase by authorizing the transaction using your Mac with Touch ID or password, \nsupported iPhone, or supported Apple Watch. If you complete your purchase on your Mac Computer, \nyou must have a Supported Card that is associated with an active iCloud account. If you complete your", "summary": "If you complete your purchase on your Mac Computer, \nyou must have a Supported Card that is associated with an active iCloud account.", "entities": [["Mac Computer", "ORG"], ["a Supported Card", "ORG"], ["iCloud", "PERSON"]], "relations": [["Mac Computer", "requires", "a Supported Card"], ["a Supported Card", "associated_with", "iCloud"]]}, {"original_text": "purchase using iPhone or Apple Watch (collectively, the “Supported Devices”), you must be signed in \nwith the same Apple Account as on your Mac Computer. \nWhen using Apple Pay on a desktop web browser other than Safari, you must have a Supported Card \nthat has been provisioned to a supported iPhone or iPad. In addition to the terms set forth in these \nApple Pay Terms, your use of Apple Pay to initiate payments on websites is subject to the Apple Pay &", "summary": "When using Apple Pay on a desktop web browser other than Safari, you must have a Supported Card \nthat has been provisioned to a supported iPhone or iPad.", "entities": [["Apple", "ORG"], ["Safari", "PERSON"], ["iPhone", "ORG"], ["iPad", "ORG"]], "relations": [["Apple", "uses", "Safari"], ["iPhone", "supports", "Apple"], ["iPad", "supports", "Apple"]]}, {"original_text": "Wallet Terms and Conditions applicable to your Supported Devices, the terms of which are hereby \nincorporated by reference and which can be accessed by going to:  Settings > General > About > Legal \n> License from your iPhone, or About > Legal > License from the Watch app on a paired iPhone.  \nSupported Devices may change from time to time.\n4. Apple’s Relationship With You\nFor purposes of this Section 3 only, “Apple” refers to, collectively, Apple Inc., Apple Payments Services", "summary": "Wallet Terms and Conditions applicable to your Supported Devices, the terms of which are hereby \nincorporated by reference and which can be accessed by going to:  Settings > General >", "entities": [["Supported Devices", "ORG"]], "relations": [["Supported Devices", "applies_to", "Supported Devices"]]}, {"original_text": "LLC, and the respective Apple aﬃliates. Your use of Apple Pay will be governed by these Apple Pay \nTerms, as well as by the terms of the cardholder agreement you have in place with the relevant issuer, \nmerchant, or other third party responsible for your Supported Card.\nApple is not a ﬁnancial institution. Supported Cards are not issued or serviced by Apple, and Apple does \nnot process payments, or have any other control over payments, chargebacks, returns, refunds,", "summary": "Apple is not a ﬁnancial institution.", "entities": [["Apple", "ORG"]], "relations": []}, {"original_text": "rewards, value, discounts, orders, order fulﬁlment, or other commerce activity that may arise out of your \nuse of Apple Pay or Wallet.  \nInstallment payments on Apple Pay are supported and managed by third party partners. If you choose to pay in installments or to purchase and pay later with a third party when using Apple Pay, you are \ncontracting with the third party and eligibility determinations and repayment of your purchase obligation", "summary": "If you choose to pay in installments or to purchase and pay later with a third party when using Apple Pay, you are \ncontracting with the third party and eligibility determinations and repayment of your purchase obligation", "entities": [["third", "ORDINAL"], ["Apple", "ORG"], ["third", "ORDINAL"]], "relations": [["Apple", "uses", "third"], ["Apple", "contracts_with", "third"]]}, {"original_text": "are governed by that third party’s terms of service, which are presented to you during checkout. Apple is \nnot a party to any agreement between you and that third party, and expressly disclaims all liability with \nrespect to such installment payment services and agreements.\nThe terms of cardholder agreements you may have in place with your card issuer will continue to govern \nyour use of your Supported Cards and their use in connection with Apple Pay.  Similarly, your purchase", "summary": "Apple is \nnot a party to any agreement between you and that third party, and expressly disclaims all liability with \nrespect to such installment payment services and agreements.", "entities": [["Apple", "ORG"], ["third", "ORDINAL"]], "relations": [["Apple", "disclaims liability", "third"]]}, {"original_text": "of any goods or services using the Apple Pay feature will be subject to the merchant’s terms and \nconditions.  \nNothing in the License or these Apple Pay & Wallet Terms modiﬁes the terms of any cardholder or \nmerchant agreement, or other terms and conditions applicable to the use of the features of Apple Pay, \nand such terms will govern your use of the applicable feature of Apple Pay and their virtual \nrepresentation on your supported Mac Computer.", "summary": "of any goods or services using the Apple Pay feature will be subject to the merchant’s terms and \nconditions.", "entities": [["Apple", "ORG"]], "relations": []}, {"original_text": "representation on your supported Mac Computer.\nYou agree that Apple is not a party to your cardholder or merchant agreements, nor is Apple responsible \nfor the (a) content, accuracy or availability of any Supported Cards, commerce activities, transactions, \npurchases, orders, order fulﬁlment, or receipts while using Apple Pay or Wallet; (b) issuance of credit or \nassessing eligibility for credit; (c) activities of issuers, merchants, or other third parties related to your use", "summary": "representation on your supported Mac Computer.", "entities": [["Mac Computer", "ORG"]], "relations": []}, {"original_text": "of Apple Pay or Wallet; (d) decisions made by an issuer, merchant, or other third party in connection with \na Supported Card; (e) accrual or redemption of rewards or stored value in connection with your \nSupported Cards; or (f) funding or reloading of prepaid Supported Cards.  For all disputes or questions \nabout Supported Cards or associated commerce activity, please contact your issuer or the applicable", "summary": "of Apple Pay or Wallet; (d) decisions made by an issuer, merchant, or other third party in connection with \na Supported Card; (e) accrual or redemption of rewards or stored value in connection with your \nSupported Cards; or (f) funding or reloading of prepaid Supported Cards.", "entities": [["Apple", "ORG"], ["third", "ORDINAL"], ["Supported Cards", "ORG"]], "relations": [["Apple", "related_to", "Supported Cards"]]}, {"original_text": "merchant. For questions regarding Apple Pay or Wallet, please contact (800) APL-CARE (800-275-2273).\n5. Privacy\nWhen using Apple Pay to initiate a payment transaction to be completed on a Supported Device, Apple \nPay will transfer payment information in an encrypted format between your Mac Computer and your \nSupported Device to complete your transaction. When using Apple Pay to make a payment transaction", "summary": "When using Apple Pay to make a payment transaction", "entities": [["Apple", "ORG"]], "relations": []}, {"original_text": "on a MacBook Pro with built-in Touch ID, your payment information will be provided in encrypted format \nto the website as part of that transaction. When adding a card to Apple Pay on a MacBook Pro with \nbuilt-in Touch ID, information about your device, such as whether certain device settings are enabled \nand device use patterns (e.g. percent time device is in motion, approximate number of calls per week),", "summary": "on a MacBook Pro with built-in Touch ID, your payment information will be provided in encrypted format \nto the website as part of that transaction.", "entities": [["MacBook Pro", "ORG"]], "relations": []}, {"original_text": "will be sent to Apple to determine your eligibility and to prevent fraud. You can ﬁnd detailed information \non the personal information collected, used or shared as part of your use of Apple Pay by reading the \nrelevant service speciﬁc privacy notices, including About Apple Pay and Privacy, which can be accessed \non your iOS device or Mac Computer, or within the Watch app on a paired iOS device, or by visiting", "summary": "will be sent to Apple to determine your eligibility and to prevent fraud.", "entities": [["Apple", "ORG"]], "relations": []}, {"original_text": "https://www.apple.com/legal/privacy.  By using Apple Pay and Wallet, you agree and consent to Apple’s \nand its aﬃliates’ and agents’ transmission, collection, maintenance, processing, and use of all of the \nforegoing information, to provide these Services.\n6. Security\nApple Pay and Wallet store virtual representations of your Supported Cards and should be protected as \nyou would protect your physical wallet, or credit, debit, prepaid and other cards. You are solely", "summary": "By using Apple Pay and Wallet, you agree and consent to Apple’s \nand its aﬃliates’ and agents’ transmission, collection, maintenance, processing, and use of all of the \nforegoing information, to provide these Services.", "entities": [["Apple", "ORG"], ["Apple", "ORG"]], "relations": [["Apple", "affiliation", "Apple"]]}, {"original_text": "responsible for maintaining the security of your Mac Computer, Supported Devices, your Apple Account, \nyour Touch ID information, the passcode(s) to your device(s), and any other authentication credentials \nused in connection with the Services (collectively, your “Credentials”). If you authorize or allow anyone \nelse to use your Mac Computer or Supported Devices (e.g., by providing your device passcode to a third", "summary": "responsible for maintaining the security of your Mac Computer, Supported Devices, your Apple Account, \nyour Touch ID information, the passcode(s) to your device(s), and any other authentication credentials \nused in connection with the Services (collectively, your “Credentials”).", "entities": [["Mac Computer", "ORG"], ["Supported Devices", "ORG"], ["Apple Account", "ORG"]], "relations": [["Mac Computer", "supports", "Supported Devices"], ["Mac Computer", "supports", "Apple Account"]]}, {"original_text": "party or otherwise providing any of your Credentials to a third party), the person may be able to make payments, use value or make other transactions with your Supported Cards in Wallet. In such event, you \nwill be responsible for all payments and transactions made by that person.\nIf you make unauthorized modiﬁcations to your Mac Computer or Supported Devices, such as by \ndisabling hardware or software controls (sometimes referred to as “jailbreaking”), your Mac Computer", "summary": "party or otherwise providing any of your Credentials to a third party), the person may be able to make payments, use value or make other transactions with your Supported Cards in Wallet.", "entities": [["third", "ORDINAL"], ["Supported Cards in Wallet", "ORG"]], "relations": [["third", "uses", "Supported Cards in Wallet"]]}, {"original_text": "and/or Supported Devices may no longer be eligible to access or use the Services. You acknowledge \nthat the use of a modiﬁed device in connection with the Services is expressly prohibited, constitutes a \nviolation of these Apple Pay & Wallet Terms, and is grounds for us to deny or limit your access to the \nServices.\nIf your device is lost or stolen and you have Find My enabled, you can use Find My or https://icloud.com", "summary": "You acknowledge \nthat the use of a modiﬁed device in connection with the Services is expressly prohibited, constitutes a \nviolation of these Apple Pay & Wallet Terms, and is grounds for us to deny or limit your access to the \nServices.", "entities": [["these Apple Pay & Wallet Terms", "ORG"]], "relations": []}, {"original_text": "to attempt to suspend the ability to pay with the virtual Supported Cards on your Mac Computer by \nputting it into Lost Mode. You can also erase your device, which will attempt to suspend the ability to \npay with the virtual Supported Cards on the device. If you have set up a recurring payment transaction \nusing Apple Pay, you may need to contact the relevant issuer or merchant to cancel the recurring", "summary": "to attempt to suspend the ability to pay with the virtual Supported Cards on your Mac Computer by \nputting it into Lost Mode.", "entities": [["Supported Cards", "ORG"], ["Mac Computer", "ORG"]], "relations": [["Supported Cards", "uses", "Mac Computer"]]}, {"original_text": "payment.  You should also contact the card issuer of your Supported Cards in order to prevent \nunauthorized access to your virtual Supported Cards.\nIf you report or Apple or its aﬃliates suspect fraudulent or abusive activity, you agree to cooperate with \nApple and its aﬃliates in any investigation and to use any fraud prevention measures we prescribe.\n7. Limitation of Liability\nIN ADDITION TO THE DISCLAIMERS OF WARRANTIES AND LIMITATION OF LIABILITY SET", "summary": "payment.", "entities": [], "relations": []}, {"original_text": "FORTH IN THE LICENSE, APPLE, APPLE PAYMENTS SERVICES, AND THE RESPECTIVE APPLE \nAFFILIATES DO NOT ASSUME ANY LIABILITY FOR PURCHASES, PAYMENTS, TRANSACTIONS, \nORDERS, ORDER FULFILMENT, RECEIPT INFORMATION, OR OTHER COMMERCE ACTIVITY \nMADE USING APPLE PAY OR WALLET, AND YOU AGREE TO LOOK SOLELY TO AGREEMENTS \nYOU MAY HAVE WITH YOUR CARD ISSUER, PAYMENT NETWORK, OR MERCHANT TO RESOLVE \nANY QUESTIONS OR DISPUTES RELATING TO YOUR SUPPORTED CARDS AND ASSOCIATED \nCOMMERCE ACTIVITIES.\n———————————————", "summary": "FORTH IN THE LICENSE, APPLE, APPLE PAYMENTS SERVICES, AND THE RESPECTIVE APPLE \nAFFILIATES DO NOT ASSUME ANY LIABILITY FOR PURCHASES, PAYMENTS, TRANSACTIONS, \nORDERS, ORDER FULFILMENT, RECEIPT INFORMATION, OR OTHER COMMERCE ACTIVITY \nMADE USING APPLE PAY OR WALLET, AND YOU AGREE TO LOOK SOLELY TO AGREEMENTS \nYOU MAY HAVE WITH YOUR CARD ISSUER, PAYMENT NETWORK, OR MERCHANT TO RESOLVE \nANY QUESTIONS OR DISPUTES RELATING TO YOUR SUPPORTED CARDS AND ASSOCIATED \nCOMMERCE ACTIVITIES.\n———————————————", "entities": [["APPLE", "ORG"], ["APPLE PAYMENTS SERVICES", "ORG"]], "relations": [["APPLE", "affiliated_with", "APPLE PAYMENTS SERVICES"]]}, {"original_text": "COMMERCE ACTIVITIES.\n———————————————\nNOTICES FROM APPLE, APPLE PAYMENTS SERVICES, AND THE RESPECTIVE APPLE \nAFFILIATES \nIf Apple, Apple Payments Services, or an Apple aﬃliate needs to contact you about the Services, you \nconsent to receive the notices by email. You agree that any such notices that we send you electronically \nwill satisfy any legal communication requirements.", "summary": "You agree that any such notices that we send you electronically \nwill satisfy any legal communication requirements.", "entities": [], "relations": []}]
